Repository: stakwork/sphinx-ios
Catalog: sphinx/Scenes/Groups/*.lproj/Groups.strings
Languages: fil, ja, zh_hant

# 09K-rw-bxW.text
source: NEW TRIBE
fil: BAGONG TRIBO
ja: 新規トライヴ
zh_hant: 新公開群組

# 0jO-Oq-zlh.normalTitle
source: Private Group
fil: Pribadong Grupo
ja: プライベートグループ
zh_hant: 私人群組

# 1AU-Kq-NxC.text
source: Price per Message
fil: Presyo bawat Mensahe
ja: メッセージあたりの料金
zh_hant: 每訊息價格

# 2pl-oP-RXu.normalTitle
source: NEXT
fil: SUSUNOD
ja: 次へ
zh_hant: 下一步

# 2zj-we-RkJ.text
source: Uploaded: 0%
fil: Na-upload: 0%
ja: アップロード済み: 0%
zh_hant: 已上傳：0%

# 3RB-pb-8A5.text
source: Description *
fil: Paglalarawan*
ja: 説明 *
zh_hant: 描述 *

# 3Rf-Vh-ZtY.placeholder
source: Search Group Members
fil: Maghanap ng mga Miyembro ng Grupo
ja: グループメンバーを検索
zh_hant: 搜索群組成員

# 7HA-dj-Isx.text
source: Pay Group Members
fil: Bayarang ang mga Miyembro ng Grupo
ja: グループメンバーへの支払い
zh_hant: 支付群組成員

# COk-lR-gi7.normalTitle
source: DONE
fil: TAPOS
ja: 完了
zh_hant: 完成

# FSe-ea-ym5.text
source: JOIN TRIBE
fil: SUMALI SA TRIBO
ja: トライヴに参加
zh_hant: 加入公開群組

# JYV-Fj-Rzu.normalTitle
source: CANCEL
fil: KANSELAHIN
ja: キャンセル
zh_hant: 取消

# K3Z-8Q-JIa.placeholder
source: Search People
fil: Maghanap ng mga Tao
ja: 人を検索
zh_hant: 搜索人

# NhF-8s-bSd.text
source: NEW GROUP
fil: BAGONG GRUPO
ja: 新規グループ
zh_hant: 新群組

# O1K-P2-cv9.text
source: Group Details
fil: Mga Detalye ng Grupo
ja: グループの詳細
zh_hant: 群組詳細資訊

# Qmc-Nz-Qwz.text
source: Uploading Image...
fil: Nag-a-upload ng Imahe...
ja: 画像をアップロードしています...
zh_hant: 上傳圖片中...

# Uer-jc-pey.normalTitle
source: Public Group
fil: Pampublikong Grupo
ja: パブリックグループ
zh_hant: 公開群組

# b5K-e6-WAd.normalTitle
source: NEXT
fil: SUSUNOD
ja: 次へ
zh_hant: 下一步

# blf-J3-yxP.placeholder
source: Group Name
fil: Pangalan ng Grupo
ja: グループ名
zh_hant: 群組名稱

# bwz-DD-5Qu.text
source: Time to Stake: (hours)
fil: Oras para sa Stake: (oras)
ja: ステークする時間 (時間):
zh_hant: 抵押時間：(小時)

# c99-Vi-65m.text
source: Loading Tribe info...
fil: Nilo-load ang impormasyon ng Tribo...
ja: トライヴ情報をロードしています...
zh_hant: 正在加載群組資訊...

# cf2-1k-Ril.normalTitle
source: CREATE TRIBE
fil: GUMAWA NG TRIBO
ja: トライヴを作成
zh_hant: 創建群組

# cgj-ca-WOq.text
source: Select Contacts
fil: Piliin ang Mga Contact
ja: 連絡先を選択
zh_hant: 選擇聯絡人

# dbS-d6-I3s.text
source: Tags
ja: タグ
zh_hant: 標籤

# gVi-4b-hTN.text
source: Amount to Stake:
fil: Halaga sa Stake:
ja: ステークする額:
zh_hant: 抵押金額：

# jpH-eJ-Dbz.normalTitle
source: JOIN TRIBE
fil: SUMALI SA TRIBO
ja: トライヴに参加
zh_hant: 加入群組

# m8D-yB-Qoq.normalTitle
source: DONE
fil: TAPOS
ja: 完了
zh_hant: 完成

# osg-OM-VAr.text
source: Price per Message:
ja: メッセージあたりの料金:
zh_hant: 每訊息價格：

# qvX-dy-6Gx.text
source: Price to Join:
fil: Presyo sa Pagsali:
ja: 参加料金:
zh_hant: 加入價格：

# rC4-MQ-7tj.text
source: Price to Join
fil: Presyo sa Pagsali
ja: 参加料金
zh_hant: 加入價格

# rTn-ps-L7c.text
source: Image
fil: Imahe
ja: グループ画像
zh_hant: 群組圖片

# tF7-eB-zYG.text
source: Amount to Stake
fil: Halaga para sa Stake
ja: ステークする額
zh_hant: 抵押金額

# tKb-aq-70S.text
source: Name *
fil: Pangalan *
ja: 名前 *
zh_hant: 名稱 *

# tvJ-jS-VqC.text
source: Time to Stake (hours)
fil: Oras para sa Stake (oras)
ja: ステークする時間 (時間)
zh_hant: 抵押時間 (小時)

# xZk-s2-JIf.text
source: App Url
ja: アプリのURL
zh_hant: 應用程式網址

# XEl-j5-cm2.text
source: Feed Url
ja: フィードのURL
zh_hant: 資訊流網址

# xEP-Yp-HDB.text
source: Feed Content Type
fil: Uri ng Nilalaman ng Feed
ja: フィードコンテンツタイプ
zh_hant: 資訊流內容類型

# uMU-CU-DoL.text
source: New Group Chat
fil: Bagong Pang-grupong Chat
ja: 新しいグループチャット
zh_hant: 新群組聊天

# IjR-gq-j9u.text
source: List on tribes.sphinx.chat?
fil: Listahan sa tribes.sphinx.chat?
ja: tribes.sphinx.chatにリストしますか？
zh_hant: 在 tribes.sphinx.chat 上列出？

# 9fz-nc-HRb.text
source: Approve each membership request?
fil: Aprubahan ang bawat kahilingan para sa membership?
ja: 各メンバーシップ要求を承認しますか？
zh_hant: 批准每個成員資格要求？

# 9fa-JQ-04V.text
source: Uploading image...
fil: Nag-a-upload ng larawan...
ja: 画像をアップロードしています...
zh_hant: 正在上傳圖片...

# TWz-rt-SOH.text
source: ADD TRIBE MEMBER
fil: MAGDAGDAG NG MIYEMBRO SA GRUPO
ja: トライヴメンバーを追加
zh_hant: 新增群組成員

# 1aq-Kg-Gvl.text
source: Alias *
fil: Alyas *
ja: エイリアス *
zh_hant: 暱稱 *

# WbN-e3-yid.text
source: Tribe member picture
fil: Larawan ng Miyembro ng Tribo
ja: トライヴメンバーの画像
zh_hant: 群組成員圖片

# 6Ml-t1-tHR.text
source: Public Key *
fil: Pampublikong Susi*
ja: 公開鍵 *
zh_hant: 公開金鑰 *

# IOB-X9-wYC.text
source: Route Hint
fil: Hint ng Ruta
ja: ルートヒント
zh_hant: 路由提示

# Hzg-6R-zf4.text
source: Contact Key *
fil: Susing Pang-contact *
ja: 連絡先キー *
zh_hant: 聯絡人金鑰 *

# Kjs-er-Gfs.normalTitle
source: Add Member
fil: Magdagdag ng Miyembro
ja: メンバーを追加
zh_hant: 新增成員

# 2R1-bw-8cr.text
source: Uploading image...X
fil: Nag-a-upload ng Imahe...X
ja: 画像をアップロードしています...X
zh_hant: 正在上傳圖片...X
