Repository: stakwork/sphinx-ios
Catalog: sphinx/Supporting Files/*.lproj/Localizable.strings
Languages: fil, ja, zh_hans, zh_hk

# group.price.text
source: Price per Message: %@ sat - Amount to Stake: %@ sat
fil: Presyo ng bawat Mensahe: %@ sat - Halaga sa Stake: %@ sat
ja: メッセージあたりの価格: %@ sat - ステークの金額: %@ sat
zh_hans: 每条消息的价格：%@ sat - 需要抵押的金额：%@ sat
zh_hk: 每條消息的價格：%@ sat - 要抵押的金額：%@ sat

source: Join Call
fil: Sumali sa Tawag
ja: 通話に参加
zh_hans: 加入通话
zh_hk: 加入通話

source: Decrypting message...
fil: Pagde-decrypt ng mensahe...
ja: メッセージを復号化中...
zh_hans: 正在解密消息...
zh_hk: 解密消息...

source: Encryption error
fil: May Pagkakamali Encryption
ja: 暗号化エラー
zh_hans: 加密错误
zh_hk: 加密錯誤

# cannot.load.message.data
source: Can't load message data
fil: Hindi ma-load ang data ng mensahe
ja: メッセージデータをロードできません
zh_hans: 无法加载消息数据
zh_hk: 無法加載消息數據

# pay.to.unlock.msg
source: Pay to unlock Message
fil: Magbayad para i-unlock ang Mensahe
ja: メッセージのロックを解除するために支払う
zh_hans: 支付以解锁消息
zh_hk: 支付以解鎖消息

source: Pay to unlock Image
fil: Magbayad upang i-unlock ang Larawan
ja: 画像のロックを解除するために支払う
zh_hans: 支付以解锁 图片
zh_hk: 支付以解鎖 圖片

source: Pay to unlock Video
fil: Magbayad para i-unlock ang Video
ja: ビデオのロックを解除するために支払う
zh_hans: 支付以解锁 视频
zh_hk: 支付以解鎖 視頻

# paid-message.payment-not-supported
source: Paid items not available on this device
fil: Hindi available ang mga bayad na item sa aparato na ito
ja: このデバイスでは有料アイテムは利用できません
zh_hans: 此设备不支持付费项目
zh_hk: 付費項目在此設備上不可用

# loading.paid.message
source: Loading message...
fil: Naglo-load ng mensahe...
ja: メッセージを読み込み中...
zh_hans: 正在加载消息...
zh_hk: 加載消息...

source: Copy Text
fil: Kopyahin ang Text
ja: テキストをコピー
zh_hans: 复制文本
zh_hk: 複製文本

source: Mark as Read
fil: Markahan bilang nabasa
ja: 既読にする
zh_hans: 标记为已读
zh_hk: 標記為已讀

source: Mark as Unread
fil: Markahan bilang hindi nabasa
ja: 未読にする
zh_hans: 标记为未读
zh_hk: 標記為未讀

source: Copy Link
fil: Kopyahin ang Link
ja: リンクをコピー
zh_hans: 复制链接
zh_hk: 複製鏈接

# copy.pub.key
source: Copy Public Key
fil: Kopyahin ang Pampublikong susi
ja: 公開鍵をコピー
zh_hans: 复制公钥
zh_hk: 複製公鑰

source: Copy Call Link
fil: Kopyahin ang Link ng Tawag
ja: 通話リンクをコピー
zh_hans: 复制通话链接
zh_hk: 複製通話鏈接

source: Reply
fil: Sumagot
ja: 返信
zh_hans: 回复
zh_hk: 回復

source: Save File
fil: I-Save ang File
ja: ファイルを保存
zh_hans: 保存文件
zh_hk: 保存文件

# flag.item
source: Flag
ja: アイテムにフラグを立てる
zh_hans: 标记项目
zh_hk: 標記

source: Delete Message
fil: Tanggalin ang Mensahe
ja: メッセージを削除
zh_hans: 删除消息
zh_hk: 刪除消息

source: Show Thread
ja: スレッドを表示
zh_hans: 显示线程
zh_hk: 顯示線程

source: Threads
ja: スレッド
zh_hans: 线程
zh_hk: 線程

source: Thread
ja: スレッド
zh_hans: 线程
zh_hk: 線程

source: Pin Message
ja: メッセージをピン留め
zh_hans: 固定消息
zh_hk: 釘住消息

source: Unpin Message
ja: ピン留めを解除
zh_hans: 取消固定消息
zh_hk: 取消釘住消息

source: Message Pinned
ja: メッセージがピン留めされました
zh_hans: 消息已固定
zh_hk: 消息已釘住

source: Message Unpinned
ja: メッセージのピン留めが解除されました
zh_hans: 消息已取消固定
zh_hk: 消息已取消釘住

source: received
fil: natanggap
ja: 受信済み
zh_hans: 收到
zh_hk: 收到

source: sent
fil: naipadala
ja: 送信済み
zh_hans: 已发送
zh_hk: 發送

# message.x.deleted
source: Message deleted
fil: Binurang mensahe
ja: メッセージが削除されました
zh_hans: 消息已删除
zh_hk: 消息已刪除

source: Payment
fil: Pagbabayad
ja: 支払い
zh_hans: 支付
zh_hk: 支付

# tribe.payment.sent
source: Payment of %@ sent to %@
fil: Ang pagbabayad ng %@ ay ipinadala sa %@
ja: %@への支払い%@が送信されました
zh_hans: 已向%@发送%@的支付
zh_hk: 向%@發送%@的支付

# tribe.payment.received
source: %@ sent a payment of %@ to %@
fil: Nagpadala si %@ ng bayad na %@ sa %@
ja: %@から%@の支払いが受信されました
zh_hans: %@向%@发送了%@的支付
zh_hk: %@向%@發送%@的支付

# picture.capitalize
source: Picture
fil: Larawan
ja: 画像
zh_hans: 图片
zh_hk: 圖片

# video.capitalize
source: Video
ja: ビデオ
zh_hans: 视频
zh_hk: 視頻

# audio.capitalize
source: Audio
ja: オーディオ
zh_hans: 音频
zh_hk: 音頻

# paid.message.capitalize
source: Paid Message
fil: Bayad na Mensahe
ja: 有料メッセージ
zh_hans: 付费消息
zh_hk: 付費消息

source: Message not supported
fil: Hindi suportado ang mensahe
ja: メッセージはサポートされていません
zh_hans: 不支持的消息
zh_hk: 消息不支持

# from.lower
source: from
fil: mula sa
ja: から
zh_hans: 来自
zh_hk: 來自

# purchase.item.description
source: Purchase item
fil: Bumili ng item
ja: アイテムを購入
zh_hans: 购买项目
zh_hk: 購買項目

source: Item purchased
fil: Nabili ang item
ja: アイテムが購入されました
zh_hans: 项目已购买
zh_hk: 項目已購買

source: Item purchase denied
fil: Tinanggihan ang pagbili ng item
ja: アイテムの購入が拒否されました
zh_hans: 项目购买被拒绝
zh_hk: 項目購買被拒絕

source: Confirm Purchase
fil: Kumpirmahin ang Pagbili
ja: 購入を確認
zh_hans: 确认购买
zh_hk: 確認購買

# confirm.purchase.message
source: Are you sure you want to purchase this item?
fil: Sigurado ka bang gusto mong bilhin ang item na ito?
ja: このアイテムを購入してもよろしいですか？
zh_hans: 您确定要购买此项目吗？
zh_hk: 您確定要購買此項目嗎？

source: Bot response
fil: Sagot ng Bot
ja: ボットの応答
zh_hans: 机器人回复
zh_hk: 機器人響應

source: File
ja: ファイル
zh_hans: 文件
zh_hk: 文件

source: Downloading file...
fil: Nagda-download ng file...
ja: ファイルをダウンロード中...
zh_hans: 正在下载文件...
zh_hk: 正在下載文件...

source: Downloaded Content
fil: Nilusong na Nilalaman
ja: ダウンロードされたコンテンツ
zh_hans: 下载的内容
zh_hk: 已下載的內容

source: Amount too low
fil: Masyadong mababa ang halaga
ja: 金額が低すぎます
zh_hans: 金额过低
zh_hk: 金額太低

source: Amount too high
fil: Masyadong mataas ang halaga
ja: 金額が高すぎます
zh_hans: 金额过高
zh_hk: 金額太高

# onchain.amount.too.low
source: Amount too low. Minimum 250000 sats
fil: Masyadong mababa ang halaga. Pinakamaliit na maari ay 250000 sats
ja: 金額が低すぎます。最小限250000 satsが必要です
zh_hans: 金额过低。最低250000 sats
zh_hk: 金額太低。最低250000 sats

# chat-header.balance.unit
source: karma
ja: カルマ

source: users
fil: mga gumagamit
ja: ユーザー
zh_hans: 用户
zh_hk: 用戶

# optional.message.placeholder
source: Optional Message...
fil: Opsyonal na Mensahe...
ja: オプショナルメッセージ...
zh_hans: 可选消息...
zh_hk: 可選消息...

# price.required
source: Price is required
fil: Kinakailangan ang presyo
ja: 価格が必要です
zh_hans: 需要价格
zh_hk: 價格是必需的

# message.required
source: Message is required
fil: Kinakailangan ang mensahe
ja: メッセージが必要です
zh_hans: 需要消息
zh_hk: 消息是必需的

# send.gif.upper
source: SEND GIF
fil: MAGPADALA NG GIF
ja: GIFを送信
zh_hans: 发送GIF
zh_hk: 發送GIF

# send.image.upper
source: SEND IMAGE
fil: MAGPADALA NG LARAWAN
ja: 画像を送信
zh_hans: 发送图片
zh_hk: 發送圖片

# send.paid.message.upper
source: SEND PAID MESSAGE
fil: MAGPADALA NG BAYAD NA MENSAHE
ja: 有料メッセージを送信
zh_hans: 发送付费消息
zh_hk: 發送付費消息

# send.video.upper
source: SEND VIDEO
fil: MAGPADALA NG VIDEO
ja: ビデオを送信
zh_hans: 发送视频
zh_hk: 發送視頻

# set.price.upper
source: SET PRICE
fil: MAGTAKDA NG PRESYO
ja: 価格を設定
zh_hans: 设置价格
zh_hk: 設定價格

source: To
fil: Para sa/kay
ja: 宛先
zh_hans: 至
zh_hk: 到

source: From
fil: Mula sa/kay
ja: 送信元
zh_hans: 从
zh_hk: 從

# send.payment.upper
source: SEND PAYMENT
fil: MAGPADALA NG BAYAD
ja: 支払いを送信
zh_hans: 发送支付
zh_hk: 發送支付

# send.onchain.upper
source: SEND ONCHAIN
fil: IPADALA ANG ONCHAIN
ja: オンチェーンで送信
zh_hans: 发送链上
zh_hk: 發送ONCHAIN

# request.amount.upper
source: REQUEST AMOUNT
fil: HUMILING NG HALAGA
ja: 金額を要求
zh_hans: 请求金额
zh_hk: 請求金額

source: Balance too low
fil: Masyadong mababa ang balanse
ja: 残高不足
zh_hans: 余额不足
zh_hk: 餘額太低

source: Total
fil: Kabuuan
ja: 合計
zh_hans: 总计
zh_hk: 總計

# payment.successfully.sent
source: Your payment was successfully sent.
fil: Matagumpay na ipinadala ang iyong bayad.
ja: 支払いが成功しました
zh_hans: 支付已成功发送
zh_hk: 您的支付已成功發送。

# memo.too.large
source: Memo is too large
fil: Masyadong malaki ang memo
ja: メモが大きすぎます
zh_hans: 备忘录过大
zh_hk: 備忘錄太大

source: pages
fil: mga pahina
ja: ページ
zh_hans: 页
zh_hk: 頁面

source: page
fil: pahina
ja: ページ
zh_hans: 页
zh_hk: 頁

# pdf.description
source: PDF - %@ - Page %d of %d
fil: PDF - %@ - pahina %d ng %d
ja: PDF - %@ - %dページ中%dページ
zh_hans: PDF - %@ - 第%d页，共%d页
zh_hk: PDF - %@ - 第%d頁，共%d頁

# invalid.btc.address
source: Invalid Bitcoin Address
fil: Di-wastong Bitcoin Address
ja: 無効なビットコインアドレス
zh_hans: 比特币地址无效
zh_hk: 無效的比特幣地址

# bot.response.preview
source: Bot response
fil: Sagot ng Bot
ja: ボット応答プレビュー
zh_hans: 机器人回应预览
zh_hk: 機器人響應

# chat-row.message-deleted
source: This message has been deleted
fil: Ang mensaheng ito ay tinanggal
ja: このメッセージは削除されました
zh_hans: 此消息已被删除
zh_hk: 此消息已被刪除

# chat-row.message-flagged
source: This message has been flagged
fil: Ang mensaheng ito ay na-flag
ja: このメッセージはフラグが立てられました
zh_hans: 此消息已被标记
zh_hk: 此消息已被標記

# alert-confirm.flag-message-title
source: Confirm Flagging message
fil: Kumpirmahin ang Pag-flag ng mensahe
ja: メッセージのフラグを確認
zh_hans: 确认标记消息
zh_hk: 確認標記消息

# alert-confirm.flag-message-message
source: Are you sure you want to flag this message? This action can not be undone
fil: Sigurado ka bang gusto mong i-flag ang mensaheng ito? ang aksyon na ito ay hindi pwedeng baguhin
ja: このメッセージにフラグを立ててもよろしいですか？ この操作は元に戻せません
zh_hans: 您确定要标记此消息吗？此操作无法撤销
zh_hk: 您確定要標記此消息嗎？此操作無法撤銷

# alert-confirm.delete-message-title
source: Confirm Deleting message
fil: Kumpirmahin ang Pagtanggal ng mensahe
ja: メッセージの削除を確認
zh_hans: 确认删除消息
zh_hk: 確認刪除消息

# alert-confirm.delete-message-message
source: Are you sure you want to delete this message? This action can not be undone
fil: Sigurado ka bang gusto mong tanggalin ang mensaheng ito? ang aksyon na ito ay hindi pwedeng baguhin
ja: このメッセージを削除してもよろしいですか？ この操作は元に戻せません
zh_hans: 您确定要删除这条消息吗？此操作不能撤销
zh_hk: 您確定要刪除此消息嗎？此操作無法撤銷

# notificaion-level
source: Notifications
fil: Notipikasyon
ja: 通知レベル
zh_hans: 通知
zh_hk: 通知

source: See All
fil: Ipakita lahat
ja: すべて見る
zh_hans: 查看全部
zh_hk: 查看全部

source: Only Mentions
fil: Mga Pagbanggit lamang
ja: メンションのみ
zh_hans: 仅提及
zh_hk: 僅提及

source: Mute Chat
fil: I-Mute ang Chat
ja: チャットをミュート
zh_hans: 静音聊天
zh_hk: 靜音聊天

source: Select call mode
fil: Pumili ng call mode
ja: 通話モードを選択
zh_hans: 选择通话模式
zh_hk: 選擇通話模式

source: Audio
ja: オーディオ
zh_hans: 音频
zh_hk: 音頻

source: Video or Audio
ja: ビデオまたはオーディオ
zh_hans: 视频或音频
zh_hk: 視頻或音頻

source: Log in to your account
fil: Mag-login sa iyong account
ja: アカウントにログイン
zh_hans: 登录到您的账户
zh_hk: 登錄到您的帳戶

# email.cant.be.sent
source: Email can't be sent from this device.
fil: Hindi maipadala ang email mula sa aparato na ito.
ja: このデバイスからはメールを送信できません。
zh_hans: 无法从此设备发送电子邮件。
zh_hk: 無法從此設備發送電子郵件。

# photo.library.denied
source: You have revoked Photo Library permissions. Go to Settings -> Sphinx to enable them again.
fil: Binawi mo ang mga pahintulot sa Photo Library. Pumunta sa Mga Setting -> Sphinx upang paganahin muli ang mga ito.
ja: 写真ライブラリの権限が取り消されました。設定 -> Sphinx で再度有効にしてください。
zh_hans: 您已撤销照片库权限。请前往设置 -> Sphinx以重新启用。
zh_hk: 您已撤銷圖片庫權限。轉到設置->Sphinx以再次啟用它們。

# item.successfully.saved
source: The %@ was successfully saved.
fil: Ang %@ ay matagumpay na nai-save.
ja: %@が正常に保存されました。
zh_hans: 已成功保存%@。
zh_hk: %@已成功保存。

# error.saving.item
source: There was an error saving %@, please try again later.
fil: Nagkaroon ng pagkakamali sa pag-save ng %@, pakisubukang muli sa ibang pagkakataon.
ja: %@ の保存中にエラーが発生しました、もう一度お試しください。
zh_hans: 保存%@时出错，请稍后再试。
zh_hk: 保存%@時出錯，請稍後再試。

source: image
fil: imahe
ja: 画像
zh_hans: 图像
zh_hk: 圖片

source: video
ja: ビデオ
zh_hans: 视频
zh_hk: 視頻

source: Article
fil: Artikulo
ja: 記事
zh_hans: 文章
zh_hk: 文章

source: Articles
fil: Mga Artikulo
ja: 記事
zh_hans: 文章
zh_hk: 文章

source: Dismiss
fil: I-dismiss
ja: 閉じる
zh_hans: 解散
zh_hk: 解散

source: Invoice Paid
fil: Bayad na ang Invoice
ja: 請求書が支払われました
zh_hans: 发票已支付
zh_hk: 發票已支付

source: Amount
fil: Halaga
ja: 金額
zh_hans: 金额
zh_hk: 金額

source: Memo
ja: メモ
zh_hans: 备注
zh_hk: 備忘錄

source: Camera
ja: カメラ
zh_hans: 相机
zh_hk: 相機

source: Photo Library
ja: フォトライブラリ
zh_hans: 照片库
zh_hk: 圖片庫

# no.camera.available
source: No camera available in this device
fil: Walang available na camera sa aparato na ito
ja: このデバイスにはカメラがありません
zh_hans: 此设备无可用相机
zh_hk: 此設備無可用相機

# redeem.sats.from
source: Redeem %d sats from:
fil: I-redeem ang %d sats mula sa:
ja: %d sats を引き換える：
zh_hans: 从中兑换%d sats：
zh_hk: 從%@兌換%d sats

# keysend.received
source: You have received a payment of %d sats
fil: Nakatanggap ka ng bayad na %d sats
ja: %d sats の支払いを受け取りました
zh_hans: 您已收到%d sats的付款
zh_hk: 您已收到%d sats的支付

# people.message.placeholder
source: Initial message to
fil: Paunang mensahe kay
ja: 初期メッセージ：
zh_hans: 给...的初始消息
zh_hk: 給 的初始消息

# authorization.succeeded
source: Authorization Succeeded. Please go back to the website to complete your profile.
fil: Nagtagumpay ang Awtorisasyon. Mangyaring bumalik sa website upang kumpletuhin ang iyong profile.
ja: 認証に成功しました。プロフィールを完了するためにウェブサイトに戻ってください。
zh_hans: 授权成功。请返回网站以完成您的资料。
zh_hk: 授權成功。請返回網站以完成您的個人資料。

source: Authorization Failed
fil: Nabigong Awtorisasyon
ja: 認証に失敗しました
zh_hans: 授权失败
zh_hk: 授權失敗

# already.connected
source: You are already connected with this person
fil: Naka konekta ka na sa taong ito
ja: 既にこの人と繋がっています
zh_hans: 您已与此人连接
zh_hk: 您已經與此人連接

source: Price to meet:
fil: Presyo dapat matugunan:
ja: 会うための価格：
zh_hans: 见面的价格：
zh_hk: 見面的價格：

# people.save-profile
source: Save Profile from:
fil: I-save ang Profile mula sa:
ja: プロファイルを保存：
zh_hans: 从...保存资料
zh_hk: 從：保存個人資料

# people.delete-profile
source: Delete Profile from:
fil: Tanggalin ang Profile mula sa:
ja: プロファイルを削除：
zh_hans: 从...删除资料
zh_hk: 從：刪除個人資料

# people.save-failed
source: Save Profile failed
fil: Nabigo ang pag-save ng Profile
ja: プロファイルの保存に失敗しました
zh_hans: 保存资料失败
zh_hk: 保存個人資料失敗

# people.delete-failed
source: Delete Profile failed
fil: Nabigo ang pagtanggal ng Profile
ja: プロファイルの削除に失敗しました
zh_hans: 删除资料失败
zh_hk: 刪除個人資料失敗

# people.save-succeed
source: Profile saved successfully
fil: Matagumpay na na-save ang profile
ja: プロファイルが正常に保存されました
zh_hans: 资料已成功保存
zh_hk: 個人資料成功保存

# people.delete-succeed
source: Profile deleted successfully
fil: Matagumpay na natanggal ang profile
ja: プロファイルが正常に削除されました
zh_hans: 资料已成功删除
zh_hk: 個人資料成功刪除

# people.claim-on-liquid
source: Redeem Badge Token from:
fil: Kunin ang Badge Token mula sa:
ja: Liquidからバッジトークンを引き換える：
zh_hans: 从...兑换徽章令牌：
zh_hk: 從：兌換徽章代幣

# people.claim-on-liquid-succeed
source: Redeemed Badge Token successfully
fil: Matagumpay na nakuha ang Badge Token
ja: バッジトークンが正常に引き換えられました
zh_hans: 成功兑换徽章令牌
zh_hk: 成功兌換徽章代幣

# people.claim-on-liquid-failed
source: Could not Redeem Badge Token
fil: Hindi makuha ang Badge Token
ja: バッジトークンを引き換えることができませんでした
zh_hans: 无法兑换徽章令牌
zh_hk: 無法兌換徽章代幣

source: Purchase Succeeded
fil: Nagtagumpay ang Pagbili
ja: 購入に成功しました
zh_hans: 购买成功
zh_hk: 購買成功

source: Purchase denied
fil: Tinanggihan ang pagbili
ja: 購入が拒否されました
zh_hans: 购买被拒绝
zh_hk: 購買被拒絕

source: Processing
fil: Pinoproseso
ja: 処理中
zh_hans: 处理中
zh_hk: 處理中

source: Pending
fil: Nakabinbin
ja: 保留中
zh_hans: 待处理
zh_hk: 待定

# invite.looking.available.node
source: Looking for an available node for %@...
fil: Naghahanap ng available na node para sa %@...
ja: %@...の利用可能なノードを探しています
zh_hans: 正在为 %@ 寻找可用节点...
zh_hk: 正在為%@尋找可用的節點...

# invite.payment.sent
source: Payment sent, waiting confirmation
fil: Ipinadala ang bayad, naghihintay ng kumpirmasyon
ja: 支払いが送信され、確認待ちです
zh_hans: 付款已发送，等待确认
zh_hk: 支付已發送，等待確認

# invite.pay
source: Tap to pay and activate the invite
fil: I-tap para magbayad at i-activate ang imbitasyon
ja: タップして招待を有効にし、支払います
zh_hans: 点击支付并激活邀请
zh_hk: 點擊支付並激活邀請

# invite.ready
source: Ready! Tap to share. Expires in 24 hrs
fil: Handa na! I-tap para ibahagi. Mag-e-expire sa loob ng 24 na oras
ja: 準備完了！共有するためにタップしてください。24時間で期限切れます
zh_hans: 准备就绪！点击分享。24小时后过期
zh_hk: 準備好了！點擊分享。24小時後過期

# invite.signing.on
source: %@ is signing on
fil: Nagsa-sign on si%@
ja: %@がサインオン中
zh_hans: %@ 正在登录
zh_hk: %@正在註冊

# invite.expired
source: Expired
fil: Nag-expire na
ja: 期限切れ
zh_hans: 已过期
zh_hk: 已過期

# invite.signup.complete
source: Signup complete
fil: Kumpleto na ang pag-sign up
ja: サインアップ完了
zh_hans: 注册完成
zh_hk: 註冊完成

source: New user
fil: Bagong user
ja: 新規ユーザー
zh_hans: 新用户
zh_hk: 新用戶

source: Existing user
fil: Kasalukuyang user
ja: 既存のユーザー
zh_hans: 现有用户
zh_hk: 現有用戶

# invite.expired.title
source: Invite expired
fil: Nag-expire na ang imbitasyon
ja: 招待が期限切れ
zh_hans: 邀请已过期
zh_hk: 邀請已過期

# invite.expired.message
source: Invites expire after 24 hours. Please create a new invitation.
fil: Mag-e-expire ang mga imbitasyon pagkatapos ng 24 na oras. Mangyaring lumikha ng bagong imbitasyon.
ja: 招待は24時間後に期限切れになります。新しい招待を作成してください。
zh_hans: 邀请在24小时后过期。请创建一个新的邀请。
zh_hk: 邀請在24小時後過期。請創建一個新的邀請。

# invite.pending.title
source: Pending invite
fil: Nakabinbing imbitasyon
ja: 保留中の招待
zh_hans: 邀请待处理
zh_hk: 待處理的邀請

# invite.pending.message
source: Sorry about the delay. Your invitation is being processed.
fil: Paumanhin sa pag kaantala. Pinoproseso ang iyong imbitasyon.
ja: 遅延して申し訳ありません。あなたの招待は処理中です。
zh_hans: 抱歉延迟了。您的邀请正在处理中。
zh_hk: 對不起延遲。您的邀請正在處理中。

# invite.in.progress.title
source: Invite in progress
fil: Kasalukuyang isinasagawa ang imbitasyon
ja: 進行中の招待
zh_hans: 邀请进行中
zh_hk: 進行中的邀請

# invite.in.progress.message
source: %@ is signing on.
fil: Nagsa-sign on si %@.
ja: %@がサインオン中。
zh_hans: %@ 正在登录。
zh_hk: %@正在註冊。

# invite.pmt.in.progress.title
source: Payment in progress
fil: Kasalukuyang isinasagawa ang pagbabayad
ja: 支払い進行中
zh_hans: 付款进行中
zh_hk: 支付進行中

# invite.pmt.in.progress.message
source: Your payment is being processed.
fil: Pinoproseso ang iyong bayad.
ja: あなたの支払いが処理中です。
zh_hans: 您的付款正在处理中。
zh_hk: 您的支付正在處理中。

source: episodes
fil: mga episode
ja: エピソード
zh_hans: 集数
zh_hk: 集

# price.per.minute
source: Price per minute: %d sats
fil: Presyo bawat minuto: %d sats
ja: 1分あたりの価格: %d sats
zh_hans: 每分钟价格：%d sats
zh_hk: 每分鐘價格：%d sats

# contributed.sats
source: Contributed: %d sats
fil: Na-ambag: %d sats
ja: 貢献したsats: %d sats
zh_hans: 贡献：%d sats
zh_hk: 貢獻：%d sats

# earned.sats
source: Earned: %d sats
fil: Naipon: %d sats
ja: 獲得したsats: %d sats
zh_hans: 赚取：%d sats
zh_hk: 賺取：%d sats

source: Sats per minute
fil: Sats bawat minuto
ja: 1分あたりのsats
zh_hans: 每分钟sats
zh_hk: 每分鐘Sats

# sats.stream.disabled
source: Sats per minute (No destinations set by Creator)
ja: 1分あたりのsats（クリエーターによって目的地が設定されていません）
zh_hans: Sats每分钟（创建者未设置目的地）
zh_hk: 每分鐘Sats（創建者未設置目的地）

# suggested.out.range
source: Suggested amount (%d sats) is above the maximum
fil: Ang iminungkahing halaga (%d sats) ay higit sa pinakamataas
ja: 提案された金額（%d sats）が最大を超えています
zh_hans: 建议金额（%d sats）超出最大值
zh_hk: 建議金額（%d sats）高於最大值

# delete.episode.title
source: Delete Episode
fil: Tanggalin ang Episode
ja: エピソードを削除
zh_hans: 删除剧集
zh_hk: 刪除集

# delete.episode.message
source: Delete Episode from device memory?
fil: Tanggalin ang Episode sa memory ng aparato?
ja: デバイスのメモリからエピソードを削除しますか？
zh_hans: 从设备存储中删除剧集？
zh_hk: 從設備記憶體中刪除集？

# error.playing
source: There was an error playing the episode. Please try again later.
fil: Nagkaroon ng pagkakamali sa pagpi-play ng episode. Subukang muli mamaya.
ja: エピソードの再生中にエラーが発生しました。後ほど再試してください。
zh_hans: 播放剧集时出错，请稍后再试。
zh_hk: 播放集時出錯。請稍後再試。

source: Download
fil: I-download
ja: ダウンロード
zh_hans: 下载
zh_hk: 下載

source: Pause download
fil: I-pause ang pag-download
ja: ダウンロードを一時停止
zh_hans: 暂停下载
zh_hk: 暫停下載

source: Resume download
fil: Ipagpatuloy ang pag-download
ja: ダウンロードを再開
zh_hans: 恢复下载
zh_hk: 恢復下載

source: Mark as Played
fil: Markahan na na-play na
ja: 再生済みとしてマーク
zh_hans: 标记为已播放
zh_hk: 標記為已播放

# marking.as.played
source: Marking episode as played!
fil: Minamarkahan ang episode bilang na-play na!
ja: エピソードを再生済みとしてマーキング！
zh_hans: 正在标记剧集为已播放！
zh_hk: 標記集為已播放！

# marking.as.unplayed
source: Marking episode as unplayed!
fil: Minamarkahan ang episode bilang hindi na-play!
ja: 未再生としてマーキング！
zh_hans: 正在标记剧集为未播放！
zh_hk: 標記集為未播放！

source: Mark as Unplayed
fil: Markahan bilang hindi na-play
ja: 未再生としてマーク
zh_hans: 标记为未播放
zh_hk: 標記為未播放

source: Erase from device
fil: Burahin sa aparato
ja: デバイスから消去
zh_hans: 从设备中擦除
zh_hk: 從設備中擦除

source: Add to queue
ja: キューに追加
zh_hans: 添加到队列
zh_hk: 添加到隊列

source: Remove from queue
ja: キューから削除
zh_hans: 从队列中移除
zh_hk: 從隊列中移除

source: Share
fil: Ibahagi
ja: 共有
zh_hans: 分享
zh_hk: 分享

source: Share from beginning
fil: Ibahagi sa simula
ja: 最初から共有
zh_hans: 从开始分享
zh_hk: 從開始分享

source: Share from current time
fil: Ibahagi mula sa kasalukuyang panahon
ja: 現在の時間から共有
zh_hans: 从当前时间分享
zh_hk: 從當前時間分享

source: Played
fil: Na-play
ja: 再生済み
zh_hans: 已播放
zh_hk: 已播放

source: videos
fil: mga video
ja: ビデオ
zh_hans: 视频
zh_hk: 影片

# video-player.episode-details.button.show-more
source: show more
fil: magpakita pa
ja: もっと見る
zh_hans: 显示更多
zh_hk: 顯示更多

# video-player.episode-details.button.show-less
source: show less
fil: magpakita ng mas kaunti
ja: 表示を減らす
zh_hans: 显示较少
zh_hk: 顯示更少

# video-player.button.subscribe
source: Subscribe
fil: Mag-subscribe
ja: 購読
zh_hans: 订阅
zh_hk: 訂閱

# video-player.button.unsubscribe
source: Unsubscribe
fil: Wag mag-subscribe
ja: 購読解除
zh_hans: 取消订阅
zh_hk: 取消訂閱

# feed.recommendations
source: Recommendations
fil: Mga rekomendasyon
ja: おすすめ
zh_hans: 推荐
zh_hk: 推薦

# feed.following
source: Following
fil: Sumusunod
ja: フォロー中
zh_hans: 关注
zh_hk: 關注

source: Recently Played
fil: Kamakailang Nilalaro
ja: 最近再生した
zh_hans: 最近播放
zh_hk: 最近播放

# feed.listen-now
source: Listen Now
fil: Makinig na Ngayon
ja: 今すぐ聴く
zh_hans: 立即收听
zh_hk: 現在聽

# feed.recently-released
source: Recently Released
ja: 最近リリースされた
zh_hans: 最新发布
zh_hk: 最近發布

# feed.watch-now
source: Watch Now
fil: Manood na Ngayon
ja: 今すぐ観る
zh_hans: 立即观看
zh_hk: 現在觀看

# feed.read-now
source: Read Now
fil: Basahin na Ngayon
ja: 今すぐ読む
zh_hans: 立即阅读
zh_hk: 現在閱讀

# feed.recently-published
source: Recently Published
ja: 最近公開された
zh_hans: 最近发布
zh_hk: 最近發布

# feed.recently-read
source: Recently Read
ja: 最近読んだ
zh_hans: 最近阅读
zh_hk: 最近閱讀

# feed.play-now
source: Play Now
fil: I-play na Ngayon
ja: 今すぐプレイ
zh_hans: 立即播放
zh_hk: 現在播放

# feed.no-feed-found
source: No Feed Results Found
fil: Walang Makitang Resulta sa Feed
ja: フィードの結果が見つかりません
zh_hans: 未找到Feed结果
zh_hk: 未找到飼料結果

# feed.no-listen-found
source: No "Listen" Results Found
fil: Walang "Makinig" Natagpuan ang mga Resulta
ja: 「聴く」の結果が見つかりません
zh_hans: 未找到“收听”结果
zh_hk: 未找到“聽”結果

# feed.no-watch-found
source: No "Watch" Results Found
fil: Walang "Manood" Natagpuan ang mga Resulta
ja: 「観る」の結果が見つかりません
zh_hans: 未找到“观看”结果
zh_hk: 未找到“觀看”結果

# feed.no-read-found
source: No "Read" Results Found
fil: Walang "Basahin" Natagpuan ang mga Resulta
ja: 「読む」の結果が見つかりません
zh_hans: 未找到“阅读”结果
zh_hk: 未找到“閱讀”結果

# feed.no-play-found
source: No "Play" Results Found
fil: Walang "I-play" Natagpuan ang mga Resulta
ja: 「プレイ」の結果が見つかりません
zh_hans: 未找到“播放”结果
zh_hk: 未找到“播放”結果

# feed.search-over
source: Search over
ja: 検索終了
zh_hans: 搜索超过
zh_hk: 在超過

# feed.search-podcast-quantity
source: 4 000 000 podcasts
ja: 4,000,000のポッドキャスト
zh_hans: 400万播客
zh_hk: 4 000 000播客

# feed.search-podcast-source
source: on the Podcast Index
fil: sa Podcast Index
ja: ポッドキャストインデックスで
zh_hans: 在播客索引上
zh_hk: 在播客索引上

# feed.search-video-quantity
source: thousands of videos
fil: libu-libong mga video
ja: 数千のビデオ
zh_hans: 数千个视频
zh_hk: 成千上萬的視頻

# feed.search-video-source
source: on Youtube
fil: sa Youtube
ja: Youtubeで
zh_hans: 在Youtube上
zh_hk: 在Youtube上

# feed.search-other-source
source: your subscribed feeds
fil: ang iyong mga naka-subscribe na feed
ja: 購読しているフィードで
zh_hans: 您订阅的feeds
zh_hk: 您訂閱的飼料

# time.in-the-future
source: in the future
fil: sa hinaharap
ja: 将来に
zh_hans: 将来
zh_hk: 將來

# time.moments-ago
source: moments ago
fil: sandaling nakaraan
ja: 数瞬前
zh_hans: 刚刚
zh_hk: 剛才

# time.a-minute-ago
source: a minute ago
fil: minutong nakaraan
ja: 1分前
zh_hans: 一分钟前
zh_hk: 一分鐘前

# time.minutes-ago
source: %d minutes ago
fil: %d minutong nakaraan
ja: %d分前
zh_hans: %d分钟前
zh_hk: %d分鐘前

# time.an-hour-ago
source: an hour ago
fil: isang oras na nakaraan
ja: 1時間前
zh_hans: 一小时前
zh_hk: 一小時前

# time.hours-ago
source: %d hours ago
fil: %d na oras na nakaraan
ja: %d時間前
zh_hans: %d小时前
zh_hk: %d小時前

# time.yesterday
source: yesterday
fil: kahapon
ja: 昨日
zh_hans: 昨天
zh_hk: 昨天

# time.days-ago
source: %d days ago
fil: %d araw na nakaraan
ja: %d日前
zh_hans: %d天前
zh_hk: %d天前

# badges.earn-badges
source: Earn Badges
fil: Kumita
ja: バッジを獲得
zh_hans: 赚取徽章
zh_hk: 獲得徽章

# badges.earnings
source: Earnings
fil: Mga kinita
ja: 収益
zh_hans: 收益
zh_hk: 收益

# badges.contributions
source: Contributions
ja: 貢献
zh_hans: 贡献
zh_hk: 貢獻

# badges.badges
source: Badges
fil: Mga Badge
ja: バッジ
zh_hans: 徽章
zh_hk: 徽章

# badges.reputation
source: Reputation
fil: Reputasyon
ja: 評判
zh_hans: 声誉
zh_hk: 聲譽

# badges.send-sats
source: Send Sats
fil: Magpadala
ja: Satsを送信
zh_hans: 发送Sats
zh_hk: 發送Sats
