Repository: stakwork/sphinx-ios
Catalog: sphinx/Supporting Files/*.lproj/Localizable.strings
Languages: fil, ja, zh_hans, zh_hk

# signup.desktop-ad.headline
source: Don't you have Sphinx for desktop?
fil: Wala ka bang Sphinx para sa desktop?
ja: Sphinxのデスクトップ版を持っていますか？
zh_hans: 还没有Sphinx桌面版吗？
zh_hk: 您沒有桌面版Sphinx嗎？

# signup.desktop-ad.sphinx-on-desktop
source: Sphinx for desktop?
fil: Sphinx para sa desktop?
ja: Sphinxのデスクトップ版を入手？
zh_hans: Sphinx桌面版？
zh_hk: 桌面版Sphinx？

# signup.desktop-ad.get-now
source: Get It Now
fil: Kunin Ito Ngayon
ja: 入手する
zh_hans: 立即获取
zh_hk: 立即獲取

# signup.desktop-ad.skip
source: Skip
fil: Laktawan
ja: スキップ
zh_hans: 跳过
zh_hk: 跳過

# signup.invalid-code.restore-key
source: This looks like a restoration key string from an existing Sphinx node. Try selecting "Existing User" from the Welcome screen.
fil: Ito ay mukhang isang restoration key string mula sa isang umiiral na Sphinx node. Subukang piliin ang "Umiiral na User" mula sa Welcome screen.
ja: これは既存のSphinxノードからの復元キー文字列のようです。 「ようこそ」画面から「既存ユーザー」を選択してください。
zh_hans: 这看起来像是现有Sphinx节点的恢复密钥字符串。尝试从欢迎屏幕选择“现有用户”。
zh_hk: 這看起來像是來自現有Sphinx節點的恢復密鑰字符串。嘗試從歡迎屏幕選擇“現有用戶”。

# signup.error-validation-invite-code
source: An error occurred while validating the connection code.
fil: May naganap na error habang pinapatunayan ang code ng koneksyon.
ja: 接続コードの検証中にエラーが発生しました。
zh_hans: 验证连接代码时发生错误。
zh_hk: 驗證連接代碼時發生錯誤。

# signup.error-generating-token
source: An error occurred while generating a token for this connection code.
fil: May naganap na pagkakamali habang bumubuo ng token para sa code ng koneksyon na ito.
ja: この接続コードのトークン生成中にエラーが発生しました。
zh_hans: 为此连接代码生成令牌时发生错误。
zh_hk: 為此連接代碼生成令牌時發生錯誤。

# signup.purchase-eligibility-failed
source: Purchase Eligibility Failed
fil: Nabigo ang Pagiging Kwalipikado sa Pagbili
ja: 購入適格性の確認に失敗しました。
zh_hans: 购买资格失败
zh_hk: 購買資格失敗

# signup.lite-node-purchase-failed
source: Lite Node Purchase Failed
fil: Nabigo ang Pagbili ng Lite Node
ja: ライトノードの購入に失敗しました。
zh_hans: 轻节点购买失败
zh_hk: Lite節點購買失敗

# signup.products-fetch-failed
source: In App Purchases products not available
fil: Hindi available ang mga produkto ng In App Purchases
ja: アプリ内課金商品が利用できません。
zh_hans: 应用内购买产品不可用
zh_hk: 應用內購買產品不可用

# signup.signer-required-title
source: Signer Setup Required
ja: サイナーの設定が必要です。
zh_hans: 需要设置签名设备
zh_hk: 需要設置簽名者

# signup.signer-required-prompt
source: In order to use Sphinx you must scan your connection code and set up a mobile or hardware signing device
ja: Sphinxを使用するためには接続コードをスキャンし、モバイルデバイスまたはハードウェアサイナーを設定する必要があります。
zh_hans: 为了使用Sphinx，您必须扫描您的连接代码并设置一个移动或硬件签名设备
zh_hk: 為了使用Sphinx，您必須掃描您的連接代碼並設置移動或硬件簽名設備

source: Add People
fil: Magdagdag ng mga Tao
ja: 人を追加
zh_hans: 添加人员
zh_hk: 添加人員

source: Create Group
fil: Gumawa ng Grupo
ja: グループを作成
zh_hans: 创建群组
zh_hk: 創建群組

source: Whoops!
ja: 失敗しました！
zh_hans: 哎呀！
zh_hk: 哎呀！

source: Welcome
fil: Maligayang Pagdating
ja: ようこそ
zh_hans: 欢迎
zh_hk: 歡迎

# contact.support
source: Something went wrong. Please contact our support at support@stakwork.com
fil: Nagkaproblema. Mangyaring makipag-ugnayan sa aming suporta sa support@stakwork.com
ja: 問題が発生しました。 support@stakwork.com までサポートにお問い合わせください。
zh_hans: 出了些问题。 请联系我们的支持团队 support@stakwork.com
zh_hk: 出了些問題。 請聯繫我們的支持 support@stakwork.com

# paste.invite.text
source: Paste the connection text or scan the QR code
fil: I-paste ang text ng koneksyon o i-scan ang QR code
ja: テキスト形式の招待リンクを貼り付けるか、QRコードをスキャンしてください。
zh_hans: 粘贴连接文本 或扫描二维码
zh_hk: 粘貼連接文本 或掃描二維碼

source: Invalid PIN
fil: Di-wastong PIN
ja: 無効なPINです。
zh_hans: 无效的PIN码
zh_hk: 無效的PIN

# message.from.friend
source: A message from your friend..
fil: Isang mensahe mula sa iyong kaibigan..
ja: 友達からのメッセージ...
zh_hans: 来自朋友的消息..
zh_hk: 來自您朋友的消息..

# skip.upper
source: SKIP
fil: LAKTAWAN
ja: スキップ
zh_hans: 跳过
zh_hk: 跳過

source: Nickname
fil: Palayaw
ja: ニックネーム
zh_hans: 昵称
zh_hk: 昵稱

source: Change Image
fil: Baguhin ang Larawan
ja: 画像を変更
zh_hans: 更改图片
zh_hk: 更改圖片

# nickname.cannot.empty
source: Nickname can't be empty.
fil: Hindi maaaring walang laman ang palayaw.
ja: ニックネームが空です。
zh_hans: 昵称不能为空。
zh_hk: 昵稱不能為空。

# address.copied.clipboard
source: Address copied to clipboard
fil: Nakopya ang address sa clipboard
ja: アドレスをクリップボードにコピーしました
zh_hans: 地址已复制到剪贴板
zh_hk: 地址已復制到剪貼板

# route.hint.copied.clipboard
source: Route Hint copied to clipboard
fil: Na kopya sa clipboard ang Pahiwatig na Ruta
ja: ルートヒントをクリップボードにコピーしました
zh_hans: 路由提示已复制到剪贴板
zh_hk: 路由提示已復制到剪貼板

# pin.keys.encryption
source: Enter your PIN to encrypt your keys. You will need it when restoring account on other device.
fil: Ilagay ang iyong PIN para i-encrypt ang iyong mga susi. Kakailanganin mo ito kapag ibinabalik ang account sa ibang aparato.
ja: あなたのPINを入力して鍵を暗号化してください。他のデバイスでアカウントを復元する際に必要になります。
zh_hans: 输入您的PIN码以加密您的密钥。恢复账户到其他设备时将需要它。
zh_hk: 輸入您的PIN以加密您的鑰匙。在其他設備上恢復帳戶時，您將需要它。

source: Export Keys
fil: Mga Susi sa Pag-export
ja: 鍵をエクスポート
zh_hans: 导出密钥
zh_hk: 導出鑰匙

# keys.will.copy.clipboard
source: Your keys will be copied to the clipboard. Save this string & remember your pin before deleting the app or all data will be lost.
fil: Kokopyahin ang iyong mga susi sa clipboard. I-save ang string na ito at tandaan ang iyong pin bago burahin ang app o mawawala ang lahat ng data.
ja: あなたの鍵はクリップボードにコピーされます。この文字列を保存し、アプリを削除する前にPINを覚えておいてください。さもないと、すべてのデータが失われます。
zh_hans: 您的密钥将被复制到剪贴板。删除应用前请保存此字符串并记住您的PIN码，否则所有数据都将丢失。
zh_hk: 您的鑰匙將被復制到剪貼板。在刪除應用程序或丟失所有數據之前，保存此字符串並記住您的pin。

# keys.copied.clipboard
source: Export keys copied to clipboard
fil: I-export ang mga key na kinopya sa clipboard
ja: エクスポート鍵をクリップボードにコピーしました
zh_hans: 导出的密钥已复制到剪贴板
zh_hk: 導出鑰匙已復制到剪貼板

# server.url.updated
source: Server URL successfully updated
fil: Matagumpay na na-update ang URL ng server
ja: サーバーURLが正常に更新されました
zh_hans: 服务器URL已成功更新
zh_hk: 服務器URL成功更新

source: hour
fil: oras
ja: 時間
zh_hans: 小时
zh_hk: 小時

source: hours
fil: oras
ja: 時間
zh_hans: 小时
zh_hk: 小時

source: Always require PIN
fil: Laging nangangailangan ng PIN
ja: 常にPINを要求
zh_hans: 总是要求输入PIN码
zh_hk: 總是要求PIN

source: Never require PIN
fil: Hindi kailanman nangangailangan ng PIN
ja: PINを要求しない
zh_hans: 从不要求输入PIN码
zh_hk: 從不要求PIN

# profile.github-pat-title
source: Github Personal Access Token
ja: GitHubパーソナルアクセストークン
zh_hans: Github个人访问令牌
zh_hk: Github個人訪問令牌

# profile.github-pat-message
source: Generate a Personal Access Token on github with the repo scope
fil: Bumuo ng Personal Access Token sa github gamit ang repo scope
ja: githubでリポジトリスコープでパーソナルアクセストークンを生成してください
zh_hans: 在github上生成具有repo范围的个人访问令牌
zh_hk: 在github上生成具有repo範圍的個人訪問令牌

# profile.github-pat.error
source: Github Personal Access Token coult not be set
fil: Hindi maitakda ang Github Personal Access Token
ja: GitHubパーソナルアクセストークンを設定できませんでした
zh_hans: 无法设置Github个人访问令牌
zh_hk: 無法設置Github個人訪問令牌

# profile.github-pat.success
source: Github Personal Access Token successfully set
fil: Matagumpay na naitakda ang Github Personal Access Token
ja: GitHubパーソナルアクセストークンが正常に設定されました
zh_hans: Github个人访问令牌设置成功
zh_hk: Github個人訪問令牌成功設置

# profile.setup-signing-device
source: Setup Signing Device
fil: I-setup ang Signing Device
ja: 署名デバイスのセットアップ
zh_hans: 设置签名设备
zh_hk: 設置簽名設備

# profile.configure-signing-device
source: Configure Signing Device
fil: I-configure ang Signing Device
ja: 署名デバイスの設定
zh_hans: 配置签名设备
zh_hk: 配置簽名設備

# profile.lightning-url-title
source: Lightning node URL
fil: URL ng lightning node
ja: ライトニングノードURL
zh_hans: 闪电网络节点URL
zh_hk: 閃電節點URL

# profile.lightning-url-message
source: Enter the URL of your lightning node
fil: Ilagay ang URL ng iyong lightning node
ja: ライトニングノードのURLを入力してください
zh_hans: 输入您的闪电网络节点的URL
zh_hk: 輸入您的閃電節點的URL

# profile.lightning-url-error
source: Lightning node URL can not be empty
fil: Hindi maaaring walang laman ang Lightning node URL
ja: ライトニングノードURLを空にすることはできません
zh_hans: 闪电网络节点URL不能为空
zh_hk: 閃電節點URL不能為空

# profile.lightning-port-title
source: Lightning node Port
ja: ライトニングノードポート
zh_hans: 闪电网络节点端口
zh_hk: 閃電節點端口

# profile.lightning-port-message
source: Enter the Port number of your lightning node
fil: Ilagay ang numbero ng Port ng iyong lightning node
ja: ライトニングノードのポート番号を入力してください
zh_hans: 输入您的闪电网络节点的端口号
zh_hk: 輸入您的閃電節點的端口號

# profile.lightning-port-error
source: Port can not be empty
fil: Hindi maaaring walang laman ang port
ja: ポートを空にすることはできません
zh_hans: 端口不能为空
zh_hk: 端口不能為空

# profile.wifi-network-title
source: WiFi network
ja: WiFiネットワーク
zh_hans: WiFi网络
zh_hk: WiFi網絡

# profile.wifi-network-message
source: Please specify your WiFi network
fil: Mangyaring tukuyin ang iyong WiFi network
ja: WiFiネットワークを指定してください
zh_hans: 请指定您的WiFi网络
zh_hk: 請指定您的WiFi網絡

# profile.wifi-network-error
source: WiFi name can not be empty
fil: Hindi maaaring walang laman ang pangalan ng WiFi
ja: WiFi名を空にすることはできません
zh_hans: WiFi名称不能为空
zh_hk: WiFi名稱不能為空

# profile.wifi-password-title
source: WiFi password
ja: WiFiパスワード
zh_hans: WiFi密码
zh_hk: WiFi密碼

# profile.wifi-password-message
source: Enter the WiFi password for %@
fil: Ilagay ang password ng WiFi para sa %@
ja: %@のWiFiパスワードを入力してください
zh_hans: 输入%@的WiFi密码
zh_hk: 為%@輸入WiFi密碼

# profile.wifi-password-error
source: WiFi password can not be empty
fil: Ang password ng WiFi ay hindi maaaring walang laman
ja: WiFiパスワードを空にすることはできません
zh_hans: WiFi密码不能为空
zh_hk: WiFi密碼不能為空

# profile.seed-sent-successfully
source: Seed sent to hardware successfully
fil: Matagumpay na naipadala ang binhi sa hardware
ja: シードがハードウェアに正常に送信されました
zh_hans: 种子成功发送到硬件
zh_hk: 種子成功發送到硬件

# profile.error-sending-seed
source: Error sending seed to hardware
fil: May pagkakamali sa pagpapadala ng binhi sa hardware
ja: シードの送信中にエラーが発生しました
zh_hans: 向硬件发送种子时出错
zh_hk: 向硬件發送種子時出錯

# profile.error-getting-hardware-public-key
source: Error getting hardware public key
fil: May pagkakamali sa pagkuha ng hardware pampublikong susi
ja: ハードウェアの公開鍵の取得中にエラーが発生しました
zh_hans: 获取硬件公钥时出错
zh_hk: 獲取硬件公鑰時出錯

# profile.store-mnemonic
source: Store your Mnemonic securely
fil: I-imbak ng ligtas ang iyong Mnemonic
ja: ニーモニックを安全に保存してください
zh_hans: 安全存储您的助记词
zh_hk: 安全存儲您的助記詞

# profile.network-check-title
source: Check your network
fil: Suriin ang iyong network
ja: ネットワークをチェック
zh_hans: 检查您的网络
zh_hk: 檢查您的網絡

# profile.network-check-message
source: Before starting you need to connect to "sphinxkey" WiFi network. Otherwise you won’t be able to setup your device. Are you connected to this network?
fil: Bago magsimula kailangan mong kumonekta sa "sphinxkey" WiFi network. Kung hindi, hindi mo mase-set up ang iyong aparato. Nakakonekta ka ba sa network na ito??
ja: 開始する前に「sphinxkey」WiFiネットワークに接続する必要があります。そうでないと、デバイスの設定ができません。このネットワークに接続していますか？
zh_hans: 开始前您需要连接到“sphinxkey”WiFi网络。否则，您将无法设置您的设备。您已连接到此网络吗？
zh_hk: 在開始之前，您需要連接到“sphinxkey”WiFi網絡。否則，您將無法設置您的設備。您是否已連接到此網絡？

# profile.mnemonic-copied
source: Mnemonic words copied to clipboard
fil: Ang mga Mnemonic na salita ay nakopya na sa clipboard
ja: ニーモニック語がクリップボードにコピーされました
zh_hans: 助记词已复制到剪贴板
zh_hk: 助記詞已復制到剪貼板

# profile.bitcoin-network
source: Bitcoin Network
ja: ビットコインネットワーク
zh_hans: 比特币网络
zh_hk: 比特幣網絡

# profile.select-bitcoin-network
source: Select Bitcoin Network
fil: Piliin ang Bitcoin Network
ja: ビットコインネットワークを選択
zh_hans: 选择比特币网络
zh_hk: 選擇比特幣網絡

# profile.mnemonic-generation-title
source: Mnemonic generation
ja: ニーモニックの生成
zh_hans: 助记词生成
zh_hk: 助記詞生成

# profile.mnemonic-generation-description
source: Choose the option of your preference
ja: 好みのオプションを選択してください
zh_hans: 选择您的首选选项
zh_hk: 選擇您喜歡的選項

# profile.mnemonic-enter-title
source: Mnemonic words
ja: ニーモニック語
zh_hans: 助记词
zh_hk: 助記詞

# profile.mnemonic-enter-description
source: Enter your 12 or 24 mnemonic words separated by a space
ja: 12または24のニーモニック語をスペースで区切って入力してください
zh_hans: 输入您的12或24个助记词，用空格分隔
zh_hk: 輸入您的12或24個助記詞，用空格分隔

# profile.mnemonic-enter-error
source: The entered words are not valid
ja: 入力された語は無効です
zh_hans: 输入的词不有效
zh_hk: 輸入的詞無效

# profile.mnemonic-enter
source: Enter your 12/24 mnemonic words
ja: 12/24のニーモニック語を入力してください
zh_hans: 输入您的12/24个助记词
zh_hk: 輸入您的12/24個助記詞

# profile.mnemonic-generate
source: Generate random mnemonic words
ja: ランダムなニーモニック語を生成
zh_hans: 生成随机助记词
zh_hk: 生成隨機助記詞

# profile.mnemonic-pull-stored
source: Pull stored mnemonic words from memory
ja: 記憶からニーモニック語を引き出す
zh_hans: 从内存中提取存储的助记词
zh_hk: 從記憶中拉出存儲的助記詞

# profile.seed-validation-error-title
source: Seed Validation Error
ja: シード検証エラー
zh_hans: 种子验证错误
zh_hk: 種子驗證錯誤

# signup.setup-swarm-admin-error-title
source: Connecting to Swarm Failed
ja: Swarmへの接続に失敗
zh_hk: 連接到Swarm失敗

# signup.setup-swarm-admin-error-prompt
source: There was an error connecting to swarm. Please try again.
ja: Swarmへの接続中にエラーが発生しました。再試行してください。
zh_hk: 連接到swarm時出錯。請再試一次。

# profile.mnemonic-incorrect-length
source: Your seed phrase must be exactly 12 or 24 words.
ja: シードフレーズは正確に12または24語でなければなりません。
zh_hans: 您的种子短语必须正好是12或24个单词。
zh_hk: 您的種子短語必須正好是12或24個單詞。

# profile.mnemonic-invalid-word
source: It appears you've typed an invalid word: word #
ja: 無効な語が入力されたようです：単語#
zh_hans: 看来您输入了一个无效的单词：单词#
zh_hk: 您似乎輸入了一個無效的單詞：單詞#

# profile.mnemonic-generate-or-import-title
source: Choose Your Seed Method
ja: シード方法を選択
zh_hans: 选择您的种子方法
zh_hk: 選擇您的種子方法

# profile.mnemonic-generate-or-import-prompt
source: Would you like to generate a new seed phrase or import an existing one?
ja: 新しいシードフレーズを生成しますか、それとも既存のものをインポートしますか？
zh_hans: 您想要生成一个新的种子短语还是导入一个现有的？
zh_hk: 您想生成一個新的種子短語還是導入一個現有的？

# profile.mnemonic-generate-prompt
source: Generate
ja: 生成
zh_hans: 生成
zh_hk: 生成

# profile.mnemonic-import-prompt
source: Import
ja: インポート
zh_hans: 导入
zh_hk: 導入

# profile.signer-setup-title
source: Setup
ja: セットアップ
zh_hans: 设置
zh_hk: 設置

# profile.signer-setup-message
source: Setup hardware device or phone signer
ja: ハードウェアデバイスまたは電話署名者を設定
zh_hans: 设置硬件设备或手机签名器
zh_hk: 設置硬件設備或手機簽名者

# profile.harware-option
source: Hardware
ja: ハードウェア
zh_hans: 硬件
zh_hk: 硬件

# profile.phone-signer-option
source: Phone Signer
ja: 電話署名者
zh_hans: 手机签名器
zh_hk: 手機簽名者

# choose.pin.upper
source: CHOOSE PIN
fil: PUMILI NG PIN
ja: PINを選択
zh_hans: 选择PIN码
zh_hk: 選擇PIN

# confirm.pin.upper
source: CONFIRM PIN
fil: KUMPIRMAHIN ANG PIN
ja: PINを確認
zh_hans: 确认PIN码
zh_hk: 確認PIN

source: Pin doesn't match
fil: Hindi tumutugma ang pin
ja: PINが一致しません
zh_hans: PIN码不匹配
zh_hk: Pin不匹配

# enter.old.pin
source: ENTER CURRENT PIN
fil: IPASOK ANG KASALUKUYANG PIN
ja: 現在のPINを入力
zh_hans: 输入当前PIN码
zh_hk: 輸入當前PIN

source: ENTER NEW PIN
fil: IPASOK ANG BAGONG PIN
ja: 新しいPINを入力
zh_hans: 输入新PIN码
zh_hk: 輸入新PIN

# pin.changed
source: Your PIN has been updated. Please re-export your keys using this new PIN.
fil: Na-update na ang iyong PIN. Mangyaring muling i-export ang iyong mga susi gamit ang bagong PIN.
ja: PINが更新されました。新しいPINを使用して鍵を再エクスポートしてください。
zh_hans: 您的PIN码已更新。请使用这个新PIN码重新导出您的密钥。
zh_hk: 您的PIN已更新。請使用此新PIN重新導出您的鑰匙。

# contact.pin.error
source: You can't use your main PIN as group PIN
fil: Hindi mo magagamit ang iyong pangunahing PIN bilang PIN ng grupo
ja: メインのPINをグループPINとして使用することはできません
zh_hans: 您不能使用您的主PIN码作为群组PIN码
zh_hk: 您不能使用您的主PIN作為群組PIN

source: Set Privacy PIN
fil: Itakda ang Privacy PIN
ja: プライバシーPINを設定
zh_hans: 设置隐私PIN码
zh_hk: 設置隱私PIN

source: Change Privacy PIN
fil: Baguhin ang Privacy PIN
ja: プライバシーPINを変更
zh_hans: 更改隐私PIN码
zh_hk: 更改隱私PIN

# privacy.pin.set
source: Your Privacy PIN has been set
fil: Naitakda na ang iyong Privacy PIN
ja: プライバシーPINが設定されました
zh_hans: 您的隐私PIN码已设置
zh_hk: 您的隱私PIN已設置

# privacy.pin.changed
source: Your Privacy PIN has been updated
fil: Ang iyong Privacy PIN ay na-update na
ja: プライバシーPINが更新されました
zh_hans: 您的隐私PIN码已更新
zh_hk: 您的隱私PIN已更新

# pins.must.be.different
source: Your PIN and your Privacy PIN can not be the same
fil: Hindi maaaring magkapareho ang iyong PIN at ang iyong Privacy PIN
ja: PINとプライバシーPINは異なるものでなければなりません
zh_hans: 您的PIN码和您的隐私PIN码不能相同
zh_hk: 您的PIN和您的隱私PIN不能相同

# privacy.pin.tooltip
source: If the privacy setting is active, the contact will only show when the correct privacy PIN is used to log into Sphinx. You first need to set Privacy PIN from Profile to use this feature.
fil: Kung aktibo ang setting ng privacy, ipapakita lamang ang kontak kapag ginamit ang tamang PIN sa privacy upang mag-log in sa Sphinx. Kailangan mo munang magtakda ng Privacy PIN mula sa Profile para magamit ang katangian na ito.
ja: プライバシー設定がアクティブな場合、正しいプライバシーPINを使用してSphinxにログインしたときにのみ、連絡先が表示されます。この機能を使用するには、まずプロファイルからプライバシーPINを設定する必要があります。
zh_hans: 如果激活了隐私设置，只有在使用正确的隐私PIN码登录Sphinx时，联系人才会显示。您首先需要从个人资料中设置隐私PIN码才能使用此功能。
zh_hk: 如果隱私設置處於活動狀態，則僅當使用正確的隱私PIN登錄Sphinx時才會顯示聯繫人。您首先需要從個人資料中設置隱私PIN才能使用此功能。

# pin.change
source: Change PIN
fil: Baguhin ang PIN
ja: PINを変更
zh_hans: 更改PIN码
zh_hk: 更改PIN

# confirm.pin.change
source: Are you sure you want to change your PIN?
fil: Sigurado ka bang gusto mong palitan ang iyong PIN?
ja: PINを変更してもよろしいですか？
zh_hans: 您确定要更改您的PIN码吗？
zh_hk: 您確定要更改您的PIN嗎？

# confirm.privacy.pin.change
source: Are you sure you want to change your Privacy PIN?
fil: Sigurado ka bang gusto mong baguhin ang iyong Privacy PIN?
ja: プライバシーPINを変更してもよろしいですか？
zh_hans: 您确定要更改您的隐私PIN码吗？
zh_hk: 您確定要更改您的隱私PIN嗎？

# error.loading.transactions
source: There was an error loading transactions list. Please try again later.
fil: Nagkaroon ng pagkakamali sa paglo-load ng listahan ng mga transaksyon. Subukang muli sa ibang pagkakataon.
ja: 取引リストの読み込み中にエラーが発生しました。後ほど再試してください。
zh_hans: 加载交易列表时出错。请稍后再试。
zh_hk: 加載交易列表時出錯。請稍後再試。

source: Loading more transactions...
fil: Naglo-load ng higit pang mga transaksyon...
ja: さらに取引を読み込んでいます...
zh_hans: 正在加载更多交易...
zh_hk: 加載更多交易...

# transactions.failure-reason
source: Failure reason:
ja: 失敗の理由:
zh_hans: 失败原因：
zh_hk: 失敗原因：

# scan.qr.code.upper
source: SCAN A QR CODE
fil: MAG-SCAN NG QR CODE
ja: QRコードをスキャン
zh_hans: 扫描二维码
zh_hk: 掃描二維碼

# paste.invoice.invoice.or.pubkey
source: Invoice or Public Key
fil: I-paste ang Invoice o Public Key
ja: 請求書または公開鍵
zh_hans: 发票或公钥
zh_hk: 發票或公鑰

# paste.invoice.subscription
source: Paste Invoice or Subscription code
fil: I-paste ang Invoice o Subscription code
ja: 請求書またはサブスクリプションコードを貼り付け
zh_hans: 粘贴发票或订阅码
zh_hk: 粘貼發票或訂閱代碼

# contact.address.upper
source: CONTACT ADDRESS
ja: 連絡先アドレス
zh_hans: 联系地址
zh_hk: 聯繫地址

source: Enter Address
fil: Ilagay ang Address
ja: アドレスを入力
zh_hans: 输入地址
zh_hk: 輸入地址

# scan.upper
source: SCAN
fil: I-SCAN
ja: スキャン
zh_hans: 扫描
zh_hk: 掃描

# scan.btc
source: SCAN BITCOIN ADDRESS
fil: I-SCAN ANG BITCOIN ADDRESS
ja: ビットコインアドレスをスキャン
zh_hans: 扫描比特币地址
zh_hk: 掃描比特幣地址

source: Enter Code
fil: Ipasok ang Code
ja: コードを入力
zh_hans: 输入代码
zh_hk: 輸入代碼

# enter.btc
source: Enter Bitcoin Address
fil: Ilagay ang Bitcoin Address
ja: ビットコインアドレスを入力
zh_hans: 输入比特币地址
zh_hk: 輸入比特幣地址

source: Sorry
fil: Paumanhin
ja: 申し訳ありません
zh_hans: 抱歉
zh_hk: 對不起

# code.not.recognized
source: We don't recognize this type of code.
fil: Hindi namin nakikilala ang ganitong uri ng code.
ja: このタイプのコードは認識できません。
zh_hans: 我们无法识别此类代码。
zh_hk: 我們不認識這種類型的代碼。

source: Expired:
fil: Nag-expire na:
ja: 期限切れ:
zh_hans: 已过期：
zh_hk: 已過期：

source: Expired Invoice
ja: 期限切れの請求書
zh_hans: 发票已过期
zh_hk: 過期的發票

source: Invoice
ja: 請求書
zh_hans: 发票
zh_hk: 發票

# confirm.pay.invoice
source: Are you sure you want to pay this invoice?
fil: Sigurado ka bang gusto mong bayaran ang invoice na ito?
ja: この請求書を支払ってもよろしいですか？
zh_hans: 您确定要支付此发票吗？
zh_hk: 您確定要支付此發票嗎？

# pub.key.options
source: Public Key Options
ja: 公開鍵オプション
zh_hans: 公钥选项
zh_hk: 公鑰選項

# pub.key.options-add.contact
source: Add Contact
ja: 連絡先を追加
zh_hans: 添加联系人
zh_hk: 添加聯繫人

# pub.key.options-send.payment
source: Send Payment
ja: 支払いを送信
zh_hans: 发送付款
zh_hk: 發送支付

# payment.failed.upper
source: PAYMENT FAILED
fil: NABIGO ANG PAGBAYAD
ja: 支払いに失敗しました
zh_hans: 支付失败
zh_hk: 支付失敗

# microphone.permission.required
source: Microphone Access Required
ja: マイクのアクセス許可が必要です
zh_hans: 需要麦克风访问权限
zh_hk: 需要麥克風訪問權限

# microphone.permission.denied.jitsi
source: You have denied microphone permissions. Go to Settings -> Sphinx and enable them to join a Jitsi call.
fil: Tinanggihan mo ang mga pahintulot sa mikropono. Pumunta sa Mga Setting -> Sphinx at paganahin silang mag-record ng mga mensaheng Jitsi call.
ja: マイクのアクセス許可を拒否しました。設定 -> Sphinx でそれらを有効にして、Jitsi通話に参加してください。
zh_hans: 您已拒绝麦克风权限。请前往设置 -> Sphinx，启用它们以加入Jitsi通话。
zh_hk: 您已拒絕麥克風權限。轉到設置->Sphinx並啟用它們以加入Jitsi通話。

# microphone.permission.denied
source: You have denied microphone permissions. Go to Settings -> Sphinx and enable them to record audio messages.
fil: Tinanggihan mo ang mga pahintulot sa mikropono. Pumunta sa Mga Setting -> Sphinx at paganahin silang mag-record ng mga mensaheng audio.
ja: マイクのアクセス許可を拒否しました。設定 -> Sphinx でそれらを有効にして、音声メッセージを記録してください。
zh_hans: 您已拒绝麦克风权限。请前往设置 -> Sphinx，启用它们以录制音频消息。
zh_hk: 您已拒絕麥克風權限。轉到設置->Sphinx並啟用它們以錄製語音消息。

# chat.muted.message
source: Chat is now muted. You won't get push notifications for incoming messages on this chat
fil: Naka-mute na ang chat. Hindi ka makakatanggap ng mga push notipikasyon para sa mga papasok na mensahe sa chat na ito
ja: チャットがミュートされました。このチャットの受信メッセージに対するプッシュ通知は受け取りません
zh_hans: 聊天已静音。您将不会收到此聊天中的新消息推送通知
zh_hk: 聊天現在已靜音。您將不會收到此聊天中收到的消息的推送通知

# pay.invitation
source: Pay for invitation
fil: Magbayad para sa imbitasyon
ja: 招待に対して支払う
zh_hans: 支付邀请
zh_hk: 支付邀請

# payment.failed
source: Payment failed, try again later
fil: Nabigo ang pagbabayad, subukang muli sa ibang pagkakataon
ja: 支払いに失敗しました、後ほど再試してください
zh_hans: 支付失败，请稍后再试
zh_hk: 支付失敗，請稍後再試

# expires.in
source: Expires in %d minutes
fil: Mag-e-expire sa %d minuto
ja: %d分で期限切れ
zh_hans: 有效期还有%d分钟
zh_hk: %d分鐘後過期

# expires.in.elements
source: Expires in %@ hours and %@ minutes
ja: %@時間%@分で期限切れ
zh_hans: 有效期还有%@小时%@分钟
zh_hk: %@小時和%@分鐘後過期

source: Invoice Paid on %@
fil: Nagbayad ng Invoice sa %@
ja: %@に請求書を支払いました
zh_hans: 发票于%@支付
zh_hk: %@支付的發票

# invoice.amount.paid.on
source: Invoice of %@ sats Paid on %@
ja: %@ satsの請求書を%@に支払いました
zh_hans: %@ sats的发票于%@支付
zh_hk: %@ sats的發票已於%@支付

source: Media terms expired
fil: Nag-expire ang mga termino ng media
ja: メディアの条件が期限切れです
zh_hans: 媒体条款已过期
zh_hk: 媒體條款已過期

source: Message Failed
fil: Nabigo ang Mensahe
ja: メッセージの送信に失敗しました
zh_hans: 消息发送失败
zh_hk: 消息失敗

# invite.name
source: Invite: %@
fil: Paanyaya: %@
ja: 招待: %@
zh_hans: 邀请：%@
zh_hk: 邀請：%@

source: Welcome to Sphinx!
fil: Maligayang pagdating sa Sphinx!
ja: Sphinxへようこそ！
zh_hans: 欢迎来到Sphinx！
zh_hk: 歡迎來到Sphinx！

source: Loading more messages...
fil: Naglo-load ng higit pang mga mensahe...
ja: さらにメッセージを読み込んでいます...
zh_hans: 正在加载更多消息...
zh_hk: 加載更多消息...

# message.placeholder
source: Message...
fil: Mensahe...
ja: メッセージ...
zh_hans: 消息...
zh_hk: 消息...

source: Audio message cancelled
fil: Kinansela ang mensaheng audio
ja: 音声メッセージがキャンセルされました
zh_hans: 音频消息已取消
zh_hk: 音頻消息已取消

source: Loading Preview...
fil: Nilo-load ang Preview...
ja: プレビューを読み込んでいます...
zh_hans: 正在加载预览...
zh_hk: 加載預覽...

source: Title not available
fil: Hindi available ang pamagat
ja: タイトルは利用できません
zh_hans: 标题不可用
zh_hk: 標題不可用

source: Description not available
fil: Hindi available ang paglalarawan
ja: 説明は利用できません
zh_hans: 描述不可用
zh_hk: 描述不可用

source: Preview not available
fil: Hindi available ang preview
ja: プレビューは利用できません
zh_hans: 预览不可用
zh_hk: 預覽不可用

# text.copied.clipboard
source: Text copied to clipboard
fil: Nakopya ang text sa clipboard
ja: テキストをクリップボードにコピーしました
zh_hans: 文本已复制到剪贴板
zh_hk: 文本已復制到剪貼板

# link.copied.clipboard
source: Link copied to clipboard
fil: Nakopya ang link sa clipboard
ja: リンクをクリップボードにコピーしました
zh_hans: 链接已复制到剪贴板
zh_hk: 鏈接已復制到剪貼板

# pub.key.copied.clipboard
source: Public Key copied to clipboard
fil: Ang pampublikong susi ay nakopya sa clipboard
ja: 公開鍵をクリップボードにコピーしました
zh_hans: 公钥已复制到剪贴板
zh_hk: 公鑰已復制到剪貼板

# call.link.copied.clipboard
source: Call Link copied to clipboard
fil: Nakopya ang Call Link sa clipboard
ja: 通話リンクをクリップボードにコピーしました
zh_hans: 通话链接已复制到剪贴板
zh_hk: 通話鏈接已復制到剪貼板

# fetching.old.messages
source: Fetching old messages Please wait...
fil: Kinukuha ang mga lumang mensahe. Mangyaring maghintay...
ja: 古いメッセージを取得しています お待ちください...
zh_hans: 正在获取旧消息 请稍候...
zh_hk: 正在獲取舊消息 請稍候...

# fetching.new.messages
source: Fetching new messages Please wait...
fil: Kinukuha ang mga bagong mensahe. Mangyaring maghintay...
ja: 新しいメッセージを取得しています お待ちください...
zh_hans: 正在获取新消息 请稍候...
zh_hk: 正在獲取新消息 請稍候...
