Repository: stakwork/sphinx-ios
Catalog: sphinx/Supporting Files/*.lproj/Localizable.strings
Languages: fil, ja, zh_hans, zh_hk

# generic.success.title
source: Success
fil: Tagumpay
ja: 成功
zh_hans: 成功
zh_hk: 成功

# generic.error.title
source: Error
fil: Mali
ja: エラー
zh_hans: 错误
zh_hk: 錯誤

# generic.error.message
source: There was an error. Please try again later.
fil: May mali. Paki ulit sa ilang saglit.
ja: エラーが発生しました。しばらくしてからもう一度お試しください。
zh_hans: 出现错误。请稍后再试。
zh_hk: 出現錯誤。請稍後再試。

# generic.message.error
source: The message could not be sent. Please try again later
fil: Hindi maipadala ang mensahe dahil sa isang error sa pag-encrypt.
ja: メッセージを送信できませんでした。しばらくしてからもう一度お試しください。
zh_hans: 消息无法发送。请稍后再试。
zh_hk: 無法發送消息。請稍後再試

# generic.contact-support
source: Please contact support at support@stakwork.com
fil: Paki contact and suporta sa support@stakwork.com
ja: サポート@stakwork.com までサポートにお問い合わせください。
zh_hans: 请联系支持团队 support@stakwork.com
zh_hk: 請聯繫支持 support@stakwork.com

source: Confirm
fil: Kumpirma
ja: 確認
zh_hans: 确认
zh_hk: 確認

source: Verify
fil: Patunayan
ja: 確認
zh_hans: 验证
zh_hk: 驗證

source: Warning
fil: Babala
ja: 警告
zh_hans: 警告
zh_hk: 警告

# done.upper
source: DONE
fil: TAPOS
ja: 完了
zh_hans: 完成
zh_hk: 完成

# next.upper
source: NEXT
fil: SUSUNOD
ja: 次へ
zh_hans: 下一步
zh_hk: 下一個

# confirm.upper
source: CONFIRM
fil: KUMPIRMAHIN
ja: 確認
zh_hans: 确认
zh_hk: 確認

# continue.upper
source: CONTINUE
fil: IPAGPATULOY
ja: 続ける
zh_hans: 继续
zh_hk: 繼續

# save.upper
source: SAVE
fil: I-SAVE
ja: 保存
zh_hans: 保存
zh_hk: 保存

source: Cancel
fil: Kanselahin
ja: キャンセル
zh_hans: 取消
zh_hk: 取消

source: Done
fil: Tapos
ja: 完了
zh_hans: 完成
zh_hk: 完成

source: Delete
ja: 削除
zh_hans: 删除
zh_hk: 刪除

source: Yes
fil: Oo
ja: はい
zh_hans: 是
zh_hk: 是

source: No
fil: Hindi
ja: いいえ
zh_hans: 否
zh_hk: 否

# uploaded.progress
source: Uploading: %d %%
fil: Na-upload: %d %%
ja: アップロード中: %d %%
zh_hans: 上传中：%d %%
zh_hk: 正在上傳：%d%%

source: Public Key
fil: Pampublikong susi
ja: 公開キー
zh_hans: 公钥
zh_hk: 公鑰

source: Route Hint
ja: ルートヒント
zh_hans: 路由提示
zh_hk: 路由提示

# name.you
source: You
fil: Ikaw
ja: あなた
zh_hans: 你
zh_hk: 你

# name.unknown
source: Unknown
fil: Hindi makilala
ja: 不明
zh_hans: 未知
zh_hk: 未知

source: Today
fil: Ngayon
ja: 今日
zh_hans: 今天
zh_hk: 今天

source: Join
fil: Sumali
ja: 参加
zh_hans: 加入
zh_hk: 加入

source: Open
fil: Buksan
ja: 開く
zh_hans: 打开
zh_hk: 打開

source: match
ja: 一致する
zh_hans: 匹配
zh_hk: 匹配

source: matches
ja: 一致
zh_hans: 匹配
zh_hk: 匹配

source: Connected to Node
fil: Kumunekta sa Node
ja: ノードに接続されました
zh_hans: 已连接到节点
zh_hk: 已連接到節點

# socket.disconnected
source: Live updates unavailable
fil: Hindi available ang Live updates
ja: ライブアップデートが利用できません
zh_hans: 实时更新不可用
zh_hk: 實時更新不可用

# unable.to.connect
source: Unable to connect to Node
fil: HIndi makakunekta sa Node
ja: ノードに接続できません
zh_hans: 无法连接到节点
zh_hk: 無法連接到節點

# unauthorized.error.message
source: Something went wrong, please contact support
fil: May nangyaring kamalian, Paki contact ang suporta
ja: 問題が発生しました。サポートにお問い合わせください
zh_hans: 出了些问题，请联系支持团队
zh_hk: 出了些問題，請聯繫支持

# network.connection.lost
source: The network connection is lost. Please check your network and try again later.
fil: Nawala ang koneksyon sa network. Pakisuri ang iyong network at subukan muli sa ilang sandali
ja: ネットワーク接続が失われました。 ネットワークを確認し、後でもう一度お試しください。
zh_hans: 网络连接丢失。 请检查您的网络然后稍后再试。
zh_hk: 網絡連接丟失。 請檢查您的網絡，然後稍後再試。

# signer.connected
source: Signer connected to Swarm
ja: SignerがSwarmに接続されました
zh_hans: 签名者已连接到 Swarm
zh_hk: 簽名者已連接到Swarm

# signer.connecting
source: Signer connecting to Swarm
ja: SignerがSwarmに接続しています
zh_hans: 签名者正在连接到 Swarm
zh_hk: 簽名者正在連接到Swarm

# signer.not.connected
source: Signer disconnected from Swarm
ja: SignerがSwarmから切断されました
zh_hans: 签名者与 Swarm 断开
zh_hk: 簽名者已從Swarm斷開

# reverting.ip
source: New URL test failed, restoring previous setting...
fil: Nabigo ang bagong pagsubok sa URL, ibinabalik ang dating setting...
ja: 新しいURLテストが失敗しました。以前の設定を復元しています...
zh_hans: 新 URL 测试失败，恢复之前的设置...
zh_hk: 新URL測試失敗，恢復之前的設置...

# verifying.new.ip
source: Testing new URL...
fil: Sinusubukan ang bagong URL...
ja: 新しいURLをテストしています...
zh_hans: 测试新 URL...
zh_hk: 正在測試新URL...

# error.url.request.creation.failed
source: URL Request Creation Failed
fil: Nabigo ang kahilingang paggawa ng URL
ja: URLリクエストの作成に失敗しました
zh_hans: URL 请求创建失败
zh_hk: URL請求創建失敗

# error.unexpected.api.response
source: Unexpected API Response
fil: Hindi inaasahang Responde ng API
ja: 予期しないAPIレスポンス
zh_hans: 意外的 API 响应
zh_hk: API響應異常

# error.network
source: Network Error:
fil: Error sa Network:
ja: ネットワークエラー:
zh_hans: 网络错误：
zh_hk: 網絡錯誤：

# error.node.invoice.generation.failed
source: Node Invoice Generation Failed. Error Message:
fil: Nabigo ang Pagbuo ng Node Invoice. Maling mensahe:
ja: ノードのInvoice生成に失敗しました。エラーメッセージ：
zh_hans: 节点发票生成失败。错误信息：
zh_hk: 節點發票生成失敗。錯誤消息：

# error.karma.receipt.validation.failed
source: Karma Receipt Validation Failed. Error Message:
fil: Nabigo ang Balidasyon ng Resibo ng Karma. Maling mensahe:
ja: カルマの受信検証に失敗しました。エラーメッセージ：
zh_hans: Karma 收据验证失败。错误信息：
zh_hk: Karma收據驗證失敗。錯誤消息：

# error.app-store-purchase-receipt-not-found
source: An AppStore purchase receipt could not be found.
fil: Hindi mahanap ang isang resibo sa pagbili ng AppStore.
ja: AppStore購入レシートが見つかりませんでした。
zh_hans: 未找到 AppStore 购买收据。
zh_hk: 找不到AppStore購買收據。

# error.app-store-receipt-validation-failed
source: An AppStore receipt validation failed.
fil: Nabigo ang pagpapatunay ng resibo ng AppStore.
ja: AppStoreレシートの検証に失敗しました。
zh_hans: AppStore 收据验证失败。
zh_hk: AppStore收據驗證失敗。

# dashboard.tabs.feed
source: Feed
ja: フィード
zh_hans: 动态

# dashboard.tabs.friends
source: Friends
fil: Kaibigan
ja: 友達だち
zh_hans: 朋友
zh_hk: 朋友

# dashboard.tabs.tribes
source: Tribes
fil: Tribo
ja: 部族 (トライブ)
zh_hans: 部落
zh_hk: 部落

# dashboard.feeds.filters.all
source: All
fil: Lhat
ja: すべて
zh_hans: 全部
zh_hk: 所有

# dashboard.feeds.filters.listen
source: Listen
fil: Makinig
ja: 聴く
zh_hans: 听
zh_hk: 聽

# dashboard.feeds.filters.watch
source: Watch
fil: Manood
ja: 見る
zh_hans: 看
zh_hk: 看

# dashboard.feeds.filters.read
source: Read
fil: Basahin
ja: 読む
zh_hans: 读
zh_hk: 讀

# dashboard.feeds.filters.play
source: Play
fil: Maglaro
ja: 遊ぶ
zh_hans: 玩
zh_hk: 玩

# dashboard.feeds.section-headings.following
source: Following
fil: Mga Sumusunod
ja: フォロー中
zh_hans: 关注
zh_hk: 正在關注

# dashboard.feeds.section-headings.directory
source: Directory
fil: Direktoryo
ja: ディレクトリ
zh_hans: 目录
zh_hk: 目錄

# dashboard.feeds.content.empty-state-message
source: No Podcasts Found
fil: Walang Podcasts na Natagpuan
ja: Podcastが見つかりません
zh_hans: 未发现播客
zh_hk: 未找到播客

# dashboard.feeds.search.error-alert-title
source: An error occurred while searching for Podcast Feeds
fil: May naganap na pagkakamali habang naghahanap ng mga Feed ng Podcast
ja: Podcastフィードの検索中にエラーが発生しました
zh_hans: 搜索播客提要时发生错误
zh_hk: 搜索播客Feed時出現錯誤

# left-menu.dashboard
source: Dashboard
ja: ダッシュボード
zh_hans: 仪表盘
zh_hk: 儀表板

# left-menu.contacts
source: Contacts
fil: Mga contact
ja: 連絡先
zh_hans: 联系人
zh_hk: 聯繫人

# left-menu.profile
source: Profile
ja: プロフィール
zh_hans: 个人资料
zh_hk: 個人資料

# left-menu.discover
source: Discover Tribes
fil: Diskubrehin ang mga Tribo
ja: 部族（トライブ）を検索
zh_hans: 发现部落
zh_hk: 發現部落

# left-menu.buy-karma-button
source: Buy 1000 Karma
fil: Bumili ng 1k na karma
ja: 1000 Karmaを購入
zh_hans: 购买 1000 Karma
zh_hk: 購買1000 Karma

# support.describe.problem
source: Describe your problem here...
fil: Ilarawan ang iyong problema dito...
ja: 問題点をご説明ください...
zh_hans: 在此描述您的问题...
zh_hk: 在這裡描述您的問題...

# support.logs.copied
source: Logs copied to clipboard
fil: Nakopya ang mga log sa clipboard
ja: ログがクリップボードにコピーされました
zh_hans: 日志已复制到剪贴板
zh_hk: 日誌已復制到剪貼板

# message.sent
source: Your message has been sent
fil: Ang iyong mensahe ay naipadala na
ja: メッセージが送信されました
zh_hans: 您的消息已发送
zh_hk: 您的消息已發送

source: COPY
fil: Kopya
ja: コピー
zh_hans: 复制
zh_hk: 復制

source: COPIED
fil: NA KOPYA
ja: コピーされました
zh_hans: 已复制
zh_hk: 已復制

# left-menu.karma-purchase-failed
source: Karma Purchase Failed
fil: Nabigo ang pagbili ng Karma
ja: Karma購入に失敗しました
zh_hans: Karma 购买失败
zh_hk: Karma購買失敗

# left-menu.node-address-invalid
source: Node Address Information Invalid
fil: Hindi wasto ang Impormasyon ng Node Address
ja: ノードアドレス情報が不正です
zh_hans: 节点地址信息无效
zh_hk: 節點地址信息無效

# unselect.all.upper
source: UNSELECT ALL
fil: I-UNSELECT LAHAT
ja: すべて選択解除
zh_hans: 取消全选
zh_hk: 取消選擇所有

# select.all.upper
source: SELECT ALL
fil: PILIIN LAHAT
ja: すべて選択
zh_hans: 全选
zh_hk: 選擇所有

# add.members.limit
source: Unable to add more than %d members
fil: Hindi makapag dagdag ng higit sa %d na miyembro
ja: メンバーは%d人まで追加可能です
zh_hans: 最多只能添加%d名成员
zh_hk: 無法添加超過%d名成員

# reach.members.limit
source: You have reached the group members limit
fil: Naabot mo na ang limitasyon ng mga miyembro ng grupo
ja: グループメンバーの限界に達しました
zh_hans: 您已达到群组成员上限
zh_hk: 您已達到群組成員限制

source: Group Image
fil: Imahe ng Grupo
ja: グループ画像
zh_hans: 群组图片
zh_hk: 群組圖片

source: Tribe member image
fil: Imahe ng miyembro ng grupo
ja: トライブメンバー画像
zh_hans: 部落成员图片
zh_hk: 部落成員圖片

source: Tribe Image
fil: Imahe ng Tribo
ja: トライブ画像
zh_hans: 部落图片
zh_hk: 部落圖片

# select.option
source: Please select an option
fil: Mangyaring pumili ng opsyon
ja: オプションを選択
zh_hans: 请选择一个选项
zh_hk: 請選擇一個選項

# required.fields.empty
source: Some of the required fields are empty
fil: Walang laman ang ilan sa mga kinakailangang field
ja: 必須フィールドが空です
zh_hans: 一些必填字段为空
zh_hk: 一些必填字段為空

source: Add Contacts
fil: Magdagdag ng Kontak
ja: 連絡先を追加
zh_hans: 添加联系人
zh_hk: 添加聯繫人

source: Select Contacts
fil: Pumili ng mga Kontak
ja: 連絡先を選択
zh_hans: 选择联系人
zh_hk: 選擇聯繫人

# contacts.upper
source: CONTACTS
fil: MGA KONTAK
ja: 連絡先
zh_hans: 联系人
zh_hk: 聯繫人

# member.join.soon
source: New members will join group soon
fil: Malapit nang sumali sa grupo ang mga bagong miyembro
ja: 新メンバーはすぐに参加します
zh_hans: 新成员将很快加入群组
zh_hk: 新成員很快會加入群組

source: Unknown Group
fil: HIndi Makilalang Grupo
ja: 未知のグループ
zh_hans: 未知群组
zh_hk: 未知群組

source: Created on %@
fil: Ginawa noong %@
ja: %@に作成されました
zh_hans: 创建于 %@
zh_hk: 創建於%@

source: Group Details
fil: Mga Detalye ng Grupo
ja: グループ詳細
zh_hans: 群组详情
zh_hk: 群組詳情

source: Tribe Details
fil: Mga Detalye ng Tribo
ja: トライブ詳細
zh_hans: 部落详情
zh_hk: 部落詳情

# share.group
source: Share tribe QR code
fil: Ibahagi ang QR code ng tribo
ja: トライブQRコードを共有
zh_hans: 分享部落二维码
zh_hk: 分享部落二維碼

source: Create Call
fil: Lumikha ng Tawag
ja: 通話を作成
zh_hans: 创建通话
zh_hk: 創建通話

source: Search Messages
ja: メッセージを検索
zh_hans: 搜索消息
zh_hk: 搜索消息

# share.group.link
source: Join tribe QR code
fil: QR code sa Pagsali sa Tribo
ja: トライブQRコードに参加
zh_hans: 加入部落二维码
zh_hk: 加入部落二維碼

# group.members.upper
source: GROUP MEMBERS
fil: MGA MIYEMBRO NG GRUPO
ja: グループメンバー
zh_hans: 群组成员
zh_hk: 群組成員

# tribe.members.upper
source: TRIBE MEMBERS
fil: MGA MIYEMBRO NG TRIBO
ja: トライブメンバー
zh_hans: 部落成员
zh_hk: 部落成員

# tribe.pending.members.upper
source: PENDING TRIBE MEMBERS
fil: NAKABINBIN MGA MIYEMBRO NG TRIBO
ja: 保留中のトライブメンバー
zh_hans: 待定部落成员
zh_hk: 待定部落成員

source: Group Options
fil: Mga Pagpipilian ng miyembro
ja: グループオプション
zh_hans: 群组选项
zh_hk: 群組選項

source: Tribe Options
fil: Mga Pagpipilian ng Tribo
ja: トライブオプション
zh_hans: 部落选项
zh_hk: 部落選項

source: Chat Options
fil: Mga Pagpipilian sa chat
ja: チャットオプション
zh_hans: 聊天选项
zh_hk: 聊天選項

source: Edit Group
fil: I-Edit ang Grupo
ja: グループを編集
zh_hans: 编辑群组
zh_hk: 編輯群組

source: Edit Tribe
fil: I-Edit ang Tribo
ja: トライブを編集
zh_hans: 编辑部落
zh_hk: 編輯部落

source: Delete Group
fil: Tanggalin ang Grupo
ja: グループを削除
zh_hans: 删除群组
zh_hk: 刪除群組

# notifications.level
source: Notifications
fil: Notipikasyon
ja: 通知レベル
zh_hans: 通知
zh_hk: 通知

# tribe.deleted.title
source: Tribe deleted
fil: Tanggalin ang Tribo
ja: トライブが削除されました
zh_hans: 部落已删除
zh_hk: 部落已刪除

# tribe.deleted.message
source: The admin has deleted this tribe. Do you want to delete tribe?
fil: Tinanggal ng admin ang tribong ito. Gusto mo bang tanggalin ang tribo?
ja: 管理者によりこのトライブが削除されました。トライブを削除しますか？
zh_hans: 管理员已删除此部落。您想要删除部落吗？
zh_hk: 管理員已刪除此部落。您要刪除部落嗎？

source: Delete Tribe
fil: Tanggalin ang Tribo
ja: トライブを削除
zh_hans: 删除部落
zh_hk: 刪除部落

source: Exit Group
fil: Lumabas sa Grupo
ja: グループから退出
zh_hans: 退出群组
zh_hk: 退出群組

source: Exit Tribe
fil: Lumabas sa Tribo
ja: トライブから退出
zh_hans: 退出部落
zh_hk: 退出部落

# tribe.add-member
source: Add Member
fil: mag-dagdag ng Miyembro
ja: メンバーを追加
zh_hans: 添加成员
zh_hk: 添加成員

# confirm.exit.delete.group
source: Are you sure you want to exit and delete group?
fil: Sigurado ka bang gusto mong lumabas at tanggalin ang grupo?
ja: グループを退出して削除しますか？
zh_hans: 您确定要退出并删除群组吗？
zh_hk: 您確定要退出並刪除群組嗎？

# confirm.exit.delete.tribe
source: Are you sure you want to exit and delete tribe?
fil: Sigurado ka bang gusto mong lumabas at tanggalin ang tribo?
ja: トライブを退出して削除しますか？
zh_hans: 您确定要退出并删除部落吗？
zh_hk: 您確定要退出並刪除部落嗎？

# confirm.delete.group
source: Are you sure you want to delete group?
fil: Sigurado ka bang gusto mong tanggalin ang grupo?
ja: グループを削除しますか？
zh_hans: 您确定要删除群组吗？
zh_hk: 您確定要刪除群組嗎？

# confirm.delete.tribe
source: Are you sure you want to delete tribe?
fil: Sigurado ka bang gusto mong tanggalin ang tribo?
ja: トライブを削除しますか？
zh_hans: 您确定要删除部落吗？
zh_hk: 您確定要刪除部落嗎？

# profile.image
source: Profile Picture
fil: Larawan sa Profile
ja: プロファイル画像
zh_hans: 个人资料图片
zh_hk: 個人資料圖片

source: Remove Image
fil: Alisin ang Larawan
ja: 画像を削除
zh_hans: 移除图片
zh_hk: 移除圖片

# alias.cannot.empty
source: Alias can't be empty.
fil: Ang alyas ay hindi maaaring walang laman.
ja: エイリアスは空にできません。
zh_hans: 别名不能为空。
zh_hk: 別名不能為空。

# edit.group.upper
source: EDIT GROUP
fil: I-EDIT ANG GRUPO
ja: グループを編集
zh_hans: 编辑群组
zh_hk: 編輯群組

# edit.tribe.upper
source: EDIT TRIBE
fil: I-EDIT ANG TRIBO
ja: トライブを編集
zh_hans: 编辑部落
zh_hk: 編輯部落

# just.left.group
source: %@ just left the group
fil: Si %@ ay kakaalis lang sa grupo
ja: %@ がグループを離れました
zh_hans: %@ 刚刚离开了群组
zh_hk: %@剛剛離開群組

# just.left.tribe
source: %@ just left the tribe
fil: Si %@ ay kakaalis lang sa tribo
ja: %@ がトライブを離れました
zh_hans: %@ 刚刚离开了部落
zh_hk: %@剛剛離開部落

# has.joined.group
source: %@ has joined the group
fil: Si %@ ay sumali sa grupo
ja: %@ がグループに参加しました
zh_hans: %@ 已加入群组
zh_hk: %@已加入群組

# has.joined.tribe
source: %@ has joined the tribe
fil: Si %@ ay sumali sa tribo
ja: %@ がトライブに参加しました
zh_hans: %@ 已加入部落
zh_hk: %@已加入部落

# added.to.group
source: %@ has been added to group
fil: Naidagdag si %@ sa grupo
ja: %@ がグループに追加されました
zh_hans: %@ 已被添加到群组
zh_hk: %@已被添加到群組

# new.public.group
source: NEW TRIBE
fil: BAGONG TRIBO
ja: 新しいトライブ
zh_hans: 新部落
zh_hk: 新部落

# edit.public.group
source: EDIT TRIBE
fil: I-EDIT ANG TRIBO
ja: トライブを編集
zh_hans: 编辑部落
zh_hk: 編輯部落

# tribe.kick
source: The admin has removed you from this tribe
fil: Inalis ka ng admin sa tribong ito
ja: 管理者によってこのトライブから削除されました
zh_hans: 管理员已将您从此部落中移除
zh_hk: 管理員已將 您從此部落中移除

# tribe.deleted
source: The admin has deleted this tribe
fil: Tinanggal ng admin ang kanyang tribo
ja: 管理者によってこのトライブが削除されました
zh_hans: 管理员已删除此部落
zh_hk: 管理員已刪除 此部落

# member.request
source: %@ wants to join the tribe
fil: Gustong sumali ni %@ sa tribo
ja: %@ がトライブに参加をリクエストしています
zh_hans: %@ 请求加入部落
zh_hk: %@想要 加入部落

# member.request.rejected
source: The admin declined your request
fil: Tinanggihan ng admin ang iyong kahilingan
ja: 管理者によりあなたのリクエストが拒否されました
zh_hans: 管理员拒绝了您的请求
zh_hk: 管理員 拒絕了您的請求

# member.request.approved
source: Welcome! You’re now a member
fil: Maligayang pagdating! Miyembro ka na ngayon
ja: ようこそ！あなたは今トライブのメンバーです
zh_hans: 欢迎！您现已是成员
zh_hk: 歡迎！您現在是成員

# admin.request.approved
source: You have approved the request from %@
fil: Inaprubahan mo ang kahilingan mula sa/kay %@
ja: あなたは %@ のリクエストを承認しました
zh_hans: 您已批准 %@ 的请求
zh_hk: 您已批准 %@的請求

# admin.request.rejected
source: You have declined the request from %@
fil: Tinanggihan mo ang kahilingan mula sa/kay %@
ja: あなたは %@ のリクエストを拒否しました
zh_hans: 您已拒绝 %@ 的请求
zh_hk: 您已拒絕 %@的請求

# waiting.admin.approval
source: Waiting for admin approval
fil: Naghihintay ng pag-apruba ng admin
ja: 管理者の承認を待っています
zh_hans: 等待管理员批准
zh_hk: 等待管理員批准

# picker-title.tribe-form.feed-type
source: Feed Type
fil: Uri ng Feed
ja: フィードタイプ
zh_hans: 供稿类型
zh_hk: Feed類型

# alias.allowed-characters
source: Only letters, numbers and underscore are allowed in tribe aliases
fil: Mga titik, numero at underscore lamang ang pinapayagan sa mga alias ng tribo
ja: トライブエイリアスには文字、数字、アンダースコアのみ使用できます
zh_hans: 部落别名只允许使用字母、数字和下划线
zh_hk: 部落別名中僅允許使用字母、數字和下劃線

source: Invalid URL
ja: 無効なURL
zh_hans: 无效的 URL
zh_hk: 無效的URL

# leave.lose.unsaved.changed
source: Are you sure you want to leave and lose any unsaved changes?
fil: Sigurado ka bang gusto mong umalis at mawala ang anumang hindi na-save na mga pagbabago?
ja: 保存していない変更がある場合、移動すると変更内容が失われます。よろしいですか。
zh_hans: 您确定要离开并丢失所有未保存的更改吗？
zh_hk: 您確定要離開並丟失任何未保存的更改嗎？

# paused.upper
source: PAUSED
fil: NAKA-PAUSE
ja: 一時停止
zh_hans: 已暂停
zh_hk: 已暫停

# ended.upper
source: ENDED
fil: NATAPOS
ja: 終了
zh_hans: 已结束
zh_hk: 已結束

# active.upper
source: ACTIVE
fil: AKTIBO
ja: アクティブ
zh_hans: 活跃
zh_hk: 活動

# inactive.upper
source: INACTIVE
fil: HINDI AKTIBO
ja: 非アクティブ
zh_hans: 不活跃
zh_hk: 非活動

# template.upper
source: TEMPLATE
ja: テンプレート
zh_hans: 模板
zh_hk: 模板

# subscription.fields.required
source: Amount, time interval and end rule are required.
fil: Kinakailangan ang halaga, agwat ng oras at tuntunin sa pagtatapos.
ja: 金額・時間間隔・終了ルールは必須です。
zh_hans: 需要金额、时间间隔和结束规则。
zh_hk: 金額、時間間隔和結束規則是必需的。

# confirm.delete.subscription
source: Are you sure you want to delete this subscription?
fil: Sigurado ka bang gusto mong tanggalin ang subscription na ito?
ja: この定期購入を削除しますか？
zh_hans: 您确定要删除此订阅吗？
zh_hk: 您確定要刪除此訂閱嗎？

# amount.upper
source: AMOUNT
fil: HALAGA
ja: 金額
zh_hans: 金额
zh_hk: 金額

# time.interval.upper
source: TIME INTERVAL
ja: 時間間隔
zh_hans: 时间间隔
zh_hk: 時間間隔

# end.rule.upper
source: END RULE
ja: 終了ルール
zh_hans: 结束规则
zh_hk: 結束規則

source: Total payments:
fil: Kabuuang halaga ng mga babayaran:
ja: 合計支払い回数:
zh_hans: 总支付次数：
zh_hk: 總支付：

source: Pay until:
fil: Magbayad hanggang:
ja: 支払期限:
zh_hans: 支付直到：
zh_hk: 支付直到：

# already.subscribed
source: You are already subscribed.
fil: Naka-subscribe ka na.
ja: すでに定期購入済みです。
zh_hans: 您已经订阅。
zh_hk: 您已經訂閱了。

# value.cannot.empty
source: Value can not be empty
fil: Hindi maaaring walang laman ang value
ja: 値が入力されていません。
zh_hans: 值不能为空
zh_hk: 值不能為空

# subscribe.upper
source: SUBSCRIBE
fil: MAG-SUBSCRIBE
ja: 定期購入
zh_hans: 订阅
zh_hk: 訂閱

# unsubscribe.upper
source: UNSUBSCRIBE
ja: 定期購入解除
zh_hans: 取消订阅
zh_hk: 取消訂閱

# x.copied.clipboard
source: %@ copied to clipboard
fil: %@ kopyahin sa clipboard
ja: %@ がクリップボードにコピーされました。
zh_hans: %@ 已复制到剪贴板
zh_hk: %@已復制到剪貼板

source: Payment Request
fil: Kahilingan sa Pagbabayad
ja: 支払いリクエスト
zh_hans: 付款请求
zh_hk: 付款請求

# edit.contact.upper
source: EDIT CONTACT
ja: 連絡先を編集
zh_hans: 编辑联系人
zh_hk: 編輯聯繫人

# subscribed.upper
source: SUBSCRIBED
ja: 定期購入
zh_hans: 已订阅
zh_hk: 已訂閱

# nickname.address.required
source: Nickname and Address are required.
fil: Kinakailangan ang Palayaw at Address.
ja: ニックネームとアドレスが必要です。
zh_hans: 昵称和地址是必需的。
zh_hk: 昵稱和地址是必需的。

source: New Contact
fil: Bagong kontak
ja: 新しい連絡先
zh_hans: 新联系人
zh_hk: 新聯繫人

# invalid.pubkey
source: Invalid Public Key
fil: Di-wastong pampublikong Susi
ja: 無効な公開鍵です。
zh_hans: 无效的公钥
zh_hk: 無效的公鑰

source: Invalid Route Hint
ja: 無効なルートヒントです。
zh_hans: 无效的路由提示
zh_hk: 無效的路由提示

# address-boox.contact-delete.alert-title
source: Delete Contact
fil: Tanggalin ang Kontak
ja: 連絡先を削除
zh_hans: 删除联系人
zh_hk: 刪除聯繫人

# address-boox.contact-delete.alert-message
source: Are you sure you want to delete this contact?
fil: Sigurado ka bang gusto mong tanggalin ang kontak na ito?
ja: この連絡先を削除しますか？
zh_hans: 您确定要删除此联系人吗？
zh_hk: 您確定要刪除此聯繫人嗎？

# address-boox.contact-block.alert-title
source: Block Contact
fil: I-block ang Kontak
ja: 連絡先をブロック
zh_hans: 阻止联系人
zh_hk: 封鎖聯繫人

# address-boox.contact-block.alert-message
source: Are you sure you want to block this contact?
fil: Sigurado ka bang gusto mong i-block ang kontak na ito?
ja: この連絡先をブロックしますか？
zh_hans: 您确定要阻止此联系人吗？
zh_hk: 您確定要封鎖此聯繫人嗎？

# address-boox.contact-unblock.alert-title
source: Unblock Contact
fil: I-unblock ang Kontak
ja: 連絡先のブロック解除
zh_hans: 解除阻止联系人
zh_hk: 解封聯繫人

# address-boox.contact-unblock.alert-message
source: Are you sure you want to unblock this contact?
fil: Sigurado ka bang gusto mong i-unblock ang Kontak na ito?
ja: この連絡先のブロックを解除しますか？
zh_hans: 您确定要解除阻止此联系人吗？
zh_hk: 您確定要解封此聯繫人嗎？

# welcome.initial.title
source: Welcome
fil: Maligayang Pagdating
ja: ようこそ
zh_hans: 欢迎
zh_hk: 歡迎

# welcome.final.title
source: Welcome!
fil: Maligayang Pagdating!
ja: ようこそ！
zh_hans: 欢迎！
zh_hk: 歡迎！

# welcome.final.subtitle
source: Your app is now connected.
fil: Nakakonekta na ngayon ang iyong app.
ja: アプリが接続されました。
zh_hans: 您的应用现已连接。
zh_hk: 您的應用程序現在已連接。

# welcome.final.continue
source: Continue
fil: Magpatuloy
ja: 続ける
zh_hans: 继续
zh_hk: 繼續

# welcome.connecting
source: Connecting...
fil: Kumokonekta...
ja: 接続中...
zh_hans: 连接中...
zh_hk: 正在連接...

# restore.keychain
source: Restore from keychain
fil: Ibalik mula sa keychain
ja: キーチェーンから復元
zh_hans: 从钥匙串恢复
zh_hk: 從鑰匙串恢復

# restore.description.continue
source: Continue
fil: Magpatuloy
ja: 続ける
zh_hans: 继续
zh_hk: 繼續

# restore.description.label
source: Copy your keys from your desktop app and paste it here.
fil: Kopyahin ang iyong mga susi mula sa iyong desktop app at i-paste ito dito.
ja: デスクトップアプリからキーをコピーし、ここに貼り付けてください。
zh_hans: 从您的桌面应用复制您的密钥并粘贴到这里。
zh_hk: 從您的 桌面應用程序複製您的鑰匙並粘貼在這裡。

# restore.copy.keys
source: Copy your keys
fil: Kopyahin ang iyong mga susi
ja: キーをコピー
zh_hans: 复制您的密钥
zh_hk: 複製您的鑰匙

# restore.form.paste.keys.placeholder
source: Paste your keys...
fil: Idikit ang iyong mga susi...
ja: キーを貼り付ける...
zh_hans: 粘贴您的密钥...
zh_hk: 粘貼您的鑰匙...

source: Submit
fil: Ipasa
ja: 送信
zh_hans: 提交
zh_hk: 提交

# restore.invalid-code.relay-qr-code
source: This looks like a connection code from the Sphinx Relay app. To restore an existing account, you need to enter your backup string.
fil: Ito ay mukhang isang code ng koneksyon mula sa Sphinx Relay app. Upang maibalik ang isang umiiral nang account, kailangan mong ilagay ang iyong backup na string.
ja: これはSphinx Relayアプリからの接続コードのようです。既存のアカウントを復元するには、バックアップ文字列を入力する必要があります。
zh_hans: 这看起来像是Sphinx Relay应用的连接代码。要恢复现有帐户，您需要输入您的备份字符串。
zh_hk: 這看起來像是來自Sphinx Relay應用程序的連接代碼。要恢復現有帳戶，您需要輸入您的備份字符串。

# resume-restoring
source: Resuming Restore...
fil: Ipagpatuloy ang Pagpapa Numbalik...
ja: 復元を再開します...
zh_hans: 恢复恢复...
zh_hk: 恢復恢復...

# restoring-progress
source: Restoring:
fil: Ibinabalik:
ja: 復元中:
zh_hans: 恢复中：
zh_hk: 恢復：

source: Restoring content:
fil: Pagpapanumbalik ng nilalaman:
ja: コンテンツを復元しています:
zh_hans: 恢复内容：
zh_hk: 恢復內容：

source: Restoring messages:
fil: Pagpapanumbalik ng mga mensahe:
ja: メッセージを復元しています:
zh_hans: 恢复消息：
zh_hk: 恢復消息：

source: Restoring contacts:
ja: 連絡先を復元しています:
zh_hans: 恢复联系人：
zh_hk: 恢復聯繫人：

# signup.signup-options.connection-code-button
source: I Have a Connection Code
fil: Mayroon akong Connection Code
ja: 接続コードを使う
zh_hans: 我有连接代码
zh_hk: 我有連接代碼

# signup.signup-options.lite-node-button
source: Buy A Lite Node ($2.99)
fil: Bumili ng Lite Node ($2.99)
ja: ライトノードを購入する (29,700円)
zh_hans: 购买轻节点（$2.99）
zh_hk: 購買Lite節點（$2.99）

# signup.description.continue
source: Continue
fil: Magpatuloy
ja: 続ける
zh_hans: 继续
zh_hk: 繼續

# signup.description.label
source: Paste your connection code into Sphinx
fil: Idikit ang iyong code ng koneksyon sa Sphinx
ja: Sphinxに接続コードを貼り付けます。
zh_hans: 将您的连接代码粘贴到Sphinx中
zh_hk: 將您的連接代碼 粘貼到Sphinx中

# signup.description.paste
source: Paste
fil: Idikit
ja: 貼り付け
zh_hans: 粘贴
zh_hk: 粘貼

# signup.description.connection-code
source: connection code
fil: code ng koneksyon
ja: 接続コード
zh_hans: 连接代码
zh_hk: 連接代碼

# signup.form.paste.code.placeholder
source: Paste your connection code...
fil: Idikit ang iyong code ng koneksyon...
ja: 接続コードを貼り付けます...
zh_hans: 粘贴您的连接代码...
zh_hk: 粘貼您的連接代碼...

# signup.submit
source: Submit
fil: Ipasa
ja: 送信
zh_hans: 提交
zh_hk: 提交

# signup.greeting.headline
source: You are now on the Lightning Network!
fil: Nasa Lightning Network ka na ngayon!
ja: Lightning Networkに接続しました！
zh_hans: 您现在位于闪电网络上！
zh_hk: 您現在在閃電網絡上！

# signup.greeting.continue
source: Continue
fil: Magpatuloy
ja: 続ける
zh_hans: 继续
zh_hk: 繼續
