Repository: stakwork/sphinx-ios
Catalog: sphinx/Supporting Files/*.lproj/Localizable.strings
Languages: fil, ja, zh_hans, zh_hk

# badges.tribe-badges
source: Tribe Badges
fil: Mga Badge ng Tribo
ja: トライブバッジ
zh_hans: 部落徽章
zh_hk: 部落徽章

# badges.create-new-badge
source: Create New Badge
fil: Gumawa ng Bagong Badge
ja: 新しいバッジを作成
zh_hans: 创建新徽章
zh_hk: 創建新徽章

# badges.quantity
source: Quantity
fil: Bilang
ja: 数量
zh_hans: 数量
zh_hk: 數量

# badges.manage-existing-badges
source: Manage Existing Badges
fil: Pamahalaan ang mga Umiiral na Badge
ja: 既存のバッジを管理
zh_hans: 管理现有徽章
zh_hk: 管理現有徽章

# badges.cant-make-badge
source: Can't Make Badge
fil: Hindi Makagawa ng Badge
ja: バッジを作成できません
zh_hans: 无法制作徽章
zh_hk: 無法製作徽章

# badges.cant-make-badge-reason
source: You already have a badge of this type. You can manage it in the Existing Badges section.
fil: Mayroon ka nang ganitong uri ng badge. Mapapamahalaan mo ito sa Pamamagitan ng naka-exist na Badge sectionsting.
ja: このタイプのバッジは既に持っています。既存のバッジセクションで管理できます。
zh_hans: 您已经有了这种类型的徽章。您可以在现有徽章部分管理它。
zh_hk: 您已經有了這種類型的徽章。您可以在現有徽章部分中管理它。

# badges.price-per-badge
source: Price per Badge
fil: Presyo bawat Badge
ja: バッジごとの価格
zh_hans: 每个徽章的价格
zh_hk: 每個徽章的價格

# badges.purchase-badges
source: Purchase Badges
fil: Bumili ng mga Badge
ja: バッジを購入
zh_hans: 购买徽章
zh_hk: 購買徽章

# badges.known-badges
source: List of Known Badges
fil: Listahan ng mga Kilalang Badge
ja: 既知のバッジリスト
zh_hans: 已知徽章列表
zh_hk: 已知徽章列表

# badges.no-badges-message
source: This Tribe doesn't appear to have any known badges...
fil: Mukhang walang alam na badge ang Tribu na ito...
ja: このトライブには既知のバッジがありません...
zh_hans: 这个部落似乎没有任何已知的徽章...
zh_hk: 這個部落似乎沒有任何已知的徽章...

# badges.badges-left
source: of %d left
fil: ng %d ang natitira
ja: %d が残っています
zh_hans: 剩余%d个
zh_hk: 剩下的%d

# badges.activate-badge
source: Activate Badge
fil: Aktibong Badge
ja: バッジを有効にする
zh_hans: 激活徽章
zh_hk: 激活徽章

# badges.deactivate-badge
source: Deactivate Badge
fil: I-deactivate ang Badge
ja: バッジを無効にする
zh_hans: 停用徽章
zh_hk: 停用徽章

# badges.creation-success-title
source: Successfully Created Badge
fil: Matagumpay na Nakagawa ng Badge
ja: バッジの作成に成功
zh_hans: 成功创建徽章
zh_hk: 成功創建徽章

# badges.creation-success-message
source: You've created %d copies of
fil: Nakagawa ka ng %d na kopya ng
ja: %d コピーを作成しました
zh_hans: 您已成功创建%d个副本
zh_hk: 您已創建%d份

# badges.your-badge
source: your badge
fil: iyong badge
ja: あなたのバッジ
zh_hans: 您的徽章
zh_hk: 您的徽章

# badges.success
source: Success
fil: Tagumpay
ja: 成功
zh_hans: 成功
zh_hk: 成功

# badges.activation-success
source: Badges successfully activated
fil: Matagumpay na na-activate ang mga badge
ja: バッジは正常に有効化されました
zh_hans: 徽章成功激活
zh_hk: 徽章成功激活

# badges.deactivation-success
source: Badges successfully deactivated
fil: Matagumpay na na-deactivate ang mga badge
ja: バッジは正常に無効化されました
zh_hans: 徽章成功停用
zh_hk: 徽章成功停用

# member-profile.moderator
source: MODERATOR
ja: モデレーター
zh_hans: 版主
zh_hk: 版主

# member-profile.tribe-member
source: TRIBE MEMBER
fil: MIYEMBRO NG TRIBU
ja: トライブメンバー
zh_hans: 部落成员
zh_hk: 部落成員

# storage.management.loading.deletion
source: Deleting
ja: 削除中
zh_hans: 正在删除
zh_hk: 刪除

# storage.management.loading.deletion.subtitle
source: It may take up to a minute...
ja: 1分程度かかる場合があります...
zh_hans: 这可能需要一分钟...
zh_hk: 可能需要一分鐘...

# saving.limit.warning
source: Saving this limit will delete at least %@ of your oldest data
ja: この限界を保存すると、少なくとも%@の古いデータが削除されます
zh_hans: 设置此限制将删除您最旧的%@数据
zh_hk: 保存此限制將刪除您最舊的數據至少%@

# deletion.warning.title
source: You've chosen to delete %@
ja: %@を削除することを選択しました
zh_hans: 您已选择删除%@
zh_hk: 您選擇刪除%@

# deletion.warning.subtitle
source: This action deletes all of the selected files permanently and cannot be undone.
ja: この操作は選択したファイルを永久に削除し、元に戻すことはできません。
zh_hans: 此操作将永久删除所有选定的文件，且无法撤销。
zh_hk: 此操作將永久刪除所有選擇的文件，並且無法撤消。

# are.you.sure.deletion.warning
source: Continuing will delete all of your %@.
ja: 続行すると、あなたの%@がすべて削除されます。
zh_hans: 继续将删除您的所有%@。
zh_hk: 繼續將刪除您所有的%@。

# storage.management.this.podcast
source: the selected podcast episode(s)
ja: 選択したポッドキャストエピソード
zh_hans: 选定的播客剧集
zh_hk: 所選的播客集

# storage.management.chat.media
source: all chat media
ja: すべてのチャットメディア
zh_hans: 所有聊天媒体
zh_hk: 所有聊天媒體

# storage.management.selected.chat.media
source: the selected chat media
ja: 選択したチャットメディア
zh_hans: 选定的聊天媒体
zh_hk: 所選的聊天媒體

# storage.management.audio.files
source: all podcast episodes
ja: すべてのポッドキャストエピソード
zh_hans: 所有播客剧集
zh_hk: 所有播客集

# storage.management.video
source: all video
ja: すべてのビデオ
zh_hans: 所有视频
zh_hk: 所有視頻

# storage.management.images
source: all images
ja: すべての画像
zh_hans: 所有图片
zh_hk: 所有圖片

# storage.management.files
source: all files
ja: すべてのファイル
zh_hans: 所有文件
zh_hk: 所有文件

source: Are you sure?
ja: 本当によろしいですか？
zh_hans: 您确定吗？
zh_hk: 您確定嗎？

source: chat media
ja: チャットメディア
zh_hans: 聊天媒体
zh_hk: 聊天媒體

# storage.management.deletion.complete.title
source: %@ successfully deleted
ja: %@の削除に成功しました
zh_hans: 成功删除%@
zh_hk: 成功刪除%@

# storage.management.deletion.complete.subtitle
source: You have freed up %@ storage space
ja: %@のストレージスペースを解放しました
zh_hans: 您已释放%@的存储空间。
zh_hk: 您已釋放%@的存儲空間

source: Send Giphy
ja: Giphyを送信
zh_hans: 发送Giphy
zh_hk: 發送Giphy

source: Start Audio Call
ja: オーディオ通話を開始
zh_hans: 开始音频通话
zh_hk: 開始音頻通話

source: Start Video Call
ja: ビデオ通話を開始
zh_hans: 开始视频通话
zh_hk: 開始視頻通話

source: Send Payment
ja: 支払いを送信
zh_hans: 发送支付
zh_hk: 發送支付

source: Request Payment
ja: 支払いを要求
zh_hans: 请求支付
zh_hk: 請求支付

source: more replies
ja: さらに返信
zh_hans: 更多回复
zh_hk: 更多回復

source: SHOW MORE
ja: もっと見る
zh_hans: 显示更多
zh_hk: 顯示更多

source: SHOW LESS
ja: 表示を減らす
zh_hans: 显示较少
zh_hk: 顯示更少

# name.unknown.initials
source: UK
zh_hans: 未知

# ready.use.sphinx
source: You're ready to use Sphinx!
fil: Handa ka nang gamitin ang Sphinx!
zh_hans: 你已准备好 使用Sphinx！
zh_hk: 您準備好 使用Sphinx了！

source: ready
fil: handa na
zh_hans: 准备好
zh_hk: 準備好了

# ready.sphinx.text
source: You can send messages, spend %@ sats, or receive up to %@ sats.
fil: Maaari kang magpadala ng mga mensahe, gumastos ng %@ sats, o makatanggap ng hanggang %@ sats.
zh_hans: 你可以发送消息， 花费%@ sats，或接收 最多%@ sats。
zh_hk: 您可以發送消息、 花費%@ sats，或接收 最多%@ sats。

# invite.more.sats
source: More sats are needed to request this invite
fil: Higit pang sats ang kailangan para hilingin ang imbitasyong ito
zh_hans: 需要更多sats来请求此邀请
zh_hk: 需要更多sats才能請求此邀請

# code.copied.clipboard
source: Code copied to clipboard
fil: Nakopya ang code sa clipboard
zh_hans: 代码已复制到剪贴板
zh_hk: 代碼已復制到剪貼板

# confirm.delete.keychain
source: Are you sure you want to permanently delete this node from keychain? Double check you are not connected to this node from other device, since this will remove the info from keychain causing that connection to be lost.
fil: Sigurado ka bang gusto mong permanenteng tanggalin ang node na ito sa keychain? I-double check na hindi ka nakakonekta sa node na ito mula sa ibang aparato, dahil aalisin nito ang impormasyon mula sa keychain na nagiging sanhi ng pagkawala ng koneksyong iyon.
zh_hans: 您确定要永久删除此节点的密钥链吗？请再次检查您是否未连接到此设备上的其他设备，因为这将删除密钥链中的信息，导致连接丢失。
zh_hk: 您確定要從鑰匙串中永久刪除此節點嗎？再次檢查您是否沒有從其他設備連接到此節點，因為這將從鑰匙串中刪除信息，導致該連接丟失。

# error.restoring.keychain
source: There was an error restoring from Keychain.
fil: Nagkaroon ng pagkakamali sa pag-babalik mula sa Keychain.
zh_hans: 从密钥链恢复时出错。
zh_hk: 從鑰匙串恢復時出錯。

# tor.connection.failed
source: Tor connection error
fil: May pagkakamali sa koneksyon ng Tor
zh_hans: Tor连接失败
zh_hk: Tor連接錯誤

# establishing.tor.circuit
source: Establishing Tor circuit. Please wait...
fil: Pagtatatag ng Tor circuit. Mangyaring maghintay...
zh_hans: 正在建立Tor电路，请等待...
zh_hk: 正在建立Tor電路。請稍候...

# wait.tor.request
source: Please wait. This process could take a few minutes...
fil: Mangyaring maghintay. Maaaring tumagal ng ilang minuto ang prosesong ito...
zh_hans: 请等待。这个过程可能需要几分钟...
zh_hk: 請稍候。此過程可能需要幾分鐘...

# invalid.code.pubkey
source: This looks like a node public key. To sign up, you'll need an connection code from https://sphinx.chat
fil: Mukhang isang node public key ito. Upang mag-sign up, kakailanganin mo ng isang code ng koneksyon mula sa https://sphinx.chat
zh_hans: 这看起来像是一个节点公钥。要注册，您需要从https://sphinx.chat获得连接代码
zh_hk: 這看起來像是節點公鑰。要註冊，您需要來自https://sphinx.chat的連接代碼

# invalid.code.invoice
source: This looks like an invoice, to sign up you'll need an connection code from https://sphinx.chat
fil: Mukhang isang invoice ito, upang mag-sign up kakailanganin mo ng isang code ng koneksyon mula sa https://sphinx.chat
zh_hans: 这看起来像是一个发票，要注册您需要从https://sphinx.chat获得一个连接代码
zh_hk: 這看起來像是發票，要註冊您需要來自https://sphinx.chat的連接代碼

# invalid.code
source: We don't recognize this code. To sign up, you'll need an connection code from https://sphinx.chat
fil: Hindi namin nakikilala ang code na ito. Upang mag-sign up, kakailanganin mo ng isang code ng koneksyon mula sa https://sphinx.chat
zh_hans: 我们不识别这个代码。要注册，您需要从https://sphinx.chat获得一个连接代码
zh_hk: 我們不認識這種代碼。要註冊，您需要來自https://sphinx.chat的連接代碼

# wrong.restore.string
source: This restore code couldn’t be decrypted. Make sure to select any punctuation at the end of the string.
fil: Hindi ma-decrypt ang binalik na code na ito. Tiyaking pumili ng anumang bantas sa dulo ng string.
zh_hans: 无法解密此恢复代码。确保选择字符串末尾的任何标点符号。
zh_hk: 此恢復代碼無法解密。確保選擇字符串末尾的任何標點符號。
